[{"title":"Samsung 870 QVO SSD 4TB SATA3","price":432000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/32/322170/193-samsung-870-qvo-ssd-4tb-sata3.jpg","description":"<p>El <strong>870 QVO </strong>es lo último de la segunda generación de <strong>Samsung</strong>. El SSD QLC es el tipo de SSD de mayor capacidad, ya que proporciona hasta 8 TB de almacenamiento. Este disco, ofrece opciones increíbles para los usuarios que quieren aumentar la memoria de su PC o portátil hasta el máximo disponible en el mercado, y sin comprometer el rendimiento.</p><h2>Características:</h2><ul><li><strong>Mejorado en todos los sentidos: </strong>Al alcanzar el límite máximo de interfaz SATA de 560/530 MB/s de velocidad secuencial, el 870 QVO presenta una velocidad aleatoria mejorada y un rendimiento sostenido en comparación con el modelo anterior 860 QVO. El TurboWrite inteligente acelera las velocidades de escritura y mantiene un alto rendimiento a largo plazo con un búfer variable más grande.</li><li><strong>Disfruta de la capacidad máxima:</strong> El 870 QVO está disponible en 1, 2, 4 y 8TB. Con el 870 QVO, podrás disfrutar y escalar puestos en el mayor entorno informático SSD de la historia y con un precio más accesible.</li><li><strong>Fiable y sostenible: </strong>La capacidad innovadora del 870 QVO duplica su fiabilidad hasta 2.880 TBW en comparación con el modelo anterior 860 QVO. Este increíble SSD proporciona mayor confianza con un preciso algoritmo ECC que permite un rendimiento mucho más estable.</li><li><strong>Actualiza con facilidad:</strong> La actualización al 870 QVO es fácil para cualquier persona con un PC de sobremesa o portátil que admita un factor de forma SATA estándar de 2.5 pulgadas. Empezar a disfrutar de este SSD es tan fácil como conectar el 870 QVO a una ranura SATA y dejar que el software de migración se encargue del resto.</li><li><strong>Software Samsung Magician: </strong>Haz que tu disco funcione como por arte de magia. El nuevo y mejorado software Samsung Magacian 6.1 mantendrá tu SSD bajo control. Puedes administrar fácilmente tu disco con una amplia gama de útiles herramientas, y así mantenerte al día con las últimas actualizaciones, monitorear el estado del disco, o incluso mejorar su rendimiento.</li><li><strong>La memoria flash número 1 del mundo: </strong>Experimenta un rendimiento y una confianza superiores que solo podrás obtener de la marca número uno del mundo en memorias flash desde 2003. Todos los firmware y componentes, incluidos DRAM y NAND, de renombre mundial de Samsung, se producen internamente, lo que permite un control de principio a fin. Producimos una calidad en la que puedes confiar.</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Algoritmos de seguridad soportados: 256-bit AES</li><li>Factor de forma de disco SSD: 2.5\"</li><li>SDD, capacidad: 4000 GB</li><li>Interfaz: Serial ATA III</li><li>Tipo de memoria: V-NAND MLC</li><li>Componente para: PC/ordenador portátil</li><li>Encriptación de hardware: Si</li><li>Velocidad de transferencia de datos: 6 Gbit/s</li><li>Velocidad de lectura: 560 MB/s</li><li>Velocidad de escritura: 530 MB/s</li><li>Lectura aleatoria (4KB): 98000 IOPS</li><li>Escritura aleatoria (4KB): 88000 IOPS</li><li>Soporte S.M.A.R.T.: Si</li><li>Soporte TRIM: Si</li><li>Tiempo medio entre fallos: 1500000 h</li></ul></ul><ul><li><strong>Control de energía</strong></li><ul><li>Voltaje de operación: 5 V</li><li>Consumo de energía (max): 4 W</li><li>Consumo de energía (promedio): 2,2 W</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 70 °C</li><li>Golpes en funcionamiento: 1500 G</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 69,8 mm</li><li>Profundidad: 100 mm</li><li>Altura: 6,8 mm</li><li>Peso: 46 g</li></ul></ul>","categoryId":3,"id":"0542528e-ced2-4b37-b710-8bdb1dea7e04","stock":55,"userSellerId":1},{"title":"Kioxia Exceria Pro Unidad SSD 1TB NVMe M.2 2280 PCIe Gen4 x4","price":117000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/75/755122/1833-kioxia-exceria-pro-unidad-ssd-1tb-nvme-m2-2280.jpg","description":"<p><strong>La nueva serie de unidades SDD EXCERIA PRO de KIOXIA</strong> emplea tecnología de última generación para ofrecerle una nueva esfera de posibilidades en cuanto a los juegos y uso de ordenadores de alto rendimiento. Al sacar partido de la tecnología PCI Express ® 4.0, esta serie actualizada de unidades SDD para profesionales ahora ofrece hasta 2 TB de capacidad idónea para ordenadores de sobremesa y ordenadores personales de alto rendimiento que precisen la máxima velocidad.&nbsp;</p><p>La nueva serie de unidades SDD EXCERIA PRO de KIOXIA emplea tecnología de última generación para ofrecerle una nueva esfera de posibilidades en cuanto a los juegos y uso de ordenadores de alto rendimiento. Al sacar partido de la tecnología PCI Express ® 4.0, esta serie actualizada de unidades SDD para profesionales ahora ofrece hasta 2 TB de capacidad idónea para ordenadores de sobremesa y ordenadores personales de alto rendimiento que precisen la máxima velocidad.&nbsp;</p><p>Gracias a su diseño M.2 2280 de una sola cara, la serie de unidades SSD EXCERIA PRO se conecta directamente a la placa madre, reduciendo así el desorden de cables adicionales y permitiendo mejorar su sistema de una manera sencilla y elegante.</p><p>Esta «heroína» de las unidades SDD de KIOXIA ofrece un rendimiento potente mediante la tecnología PCIe® 4.0 y NVMe™ 1.4. La serie de unidades SDD EXCERIA PRO sobrepasa los límites de la tecnología de almacenamiento flash, ofreciendo un rendimiento real mejorado que arrasará entre los jugadores de videojuegos de alto nivel y los creadores de contenido.</p><p>Cada unidad SSD EXCERIA está fabricada con BiCS FLASH™ y una estructura de celdas apiladas verticalmente que ofrece almacenamiento de vanguardia.</p><h2>Características:</h2><ul><li>BiCS FLASH™</li><li>Tecnología NVMe™ 1.4</li><li>Diseño M.2 2280</li><li>PCIe® Gen4 x4</li><li>SSD Utility Management Software</li></ul><h2>Especificaciones:</h2><ul><li>Capacidad 1 TB</li><li>Diseño M.2 tipo 2280-S2-M</li><li>Interfaz&nbsp; PCI Express® Revisión de la especificación básica 4.0 (PCIe®)</li><li>Tipo de memoria flash BiCS FLASH™ TLC</li><li>Velocidad máxima de la interfaz 64 GT/s (PCIe® Gen4 x4)</li><li>Tamaño (máx: lar. x an. x al.) 80,15 x 22,15 x 2,23 mm</li><li>Comando de interfaz Revisión del conjunto de comandos 1.4 NVM Express™</li><li>Peso</li><li>1&nbsp;TB: 7,6 g (típicamente)</li><li>Rendimiento</li><li>Velocidad máxima de lectura secuencial(1) 7300 MB/s</li><li>Velocidad máxima de escritura secuencial(1) 6400 MB/s</li><li>Velocidad máxima de lectura aleatoria(2)</li><li>1&nbsp;TB: 1 000 000 IOPS</li><li>Velocidad máxima de escritura aleatoria(2)</li><li>1&nbsp;TB: 1 100 000 IOPS</li><li>Resistencia: TBW(3)</li><li>1&nbsp;TB: 400 TB</li><li>MTTF 1,5 millones de horas</li><li>Especificaciones medioambientales</li><li>Temperatura de funcionamiento 0 °C (Ta) a 85 °C (Tc)</li><li>Temperatura de almacenamiento -40 °C a 85 °C</li><li>Resistencia a los golpes 9806 km/s2 {1,000 G} 0,5 ms media onda sinusoidal</li><li>Vibración 196 m/s2 {20 G} Pico, 10~2,000 Hz, (20 min / eje) x 3 ejes</li><li>Tensión de suministro 3,3 V ±5 %</li><li>Consumo de energía</li><li>PS3: 50 mW (típicamente)</li><li>PS4: 5 mW (típicamente)</li><li>Consumo de energía (activo) 8,9&nbsp;W (típicamente)</li><li>Compatibilidad PCI Express</li><li>Compatible con PCI Express® revisión de especificaciones básicas 4.0 y revisión del conjunto de comandos 1.4 NVM Express™</li><li>Tipo de conector conector de llave M.2 M</li><li>Aplicaciones principales</li><li>Ordenadores de sobremesa y portátiles personales</li><li>Funciones adicionales</li><li>Servicios y asistencia</li><li>Garantía de 5 años del fabricante(4)</li><li>Optimización del rendimiento</li><li>Funciones de TRIM, Idle Time Garbage Collection</li></ul>","categoryId":3,"id":"7d86dd2d-14d7-4094-986c-93fb369a5884","stock":47,"userSellerId":1},{"title":"WD Purple Pro 3.5\" 10TB SATA 3","price":454500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/41/414184/1955-wd-purple-pro-35-10tb-sata-3.jpg","description":"<p>Los discos <strong>WD Purple™ Pro</strong> están diseñados para grabadores, servidores de análisis de vídeo y soluciones de aprendizaje profundo avanzados con IA que necesitan más capacidad, rendimiento y características para cargas de trabajo.</p><h2>Características</h2><ul><li><strong>Almacenamiento avanzado para soluciones de vídeo inteligente </strong>Los discos WD Purple™ Pro están diseñados para las nuevas generaciones de grabadores, dispositivos de análisis de vídeo, servidores de aprendizaje profundo y soluciones en la nube de gama alta con IA que pueden beneficiarse de un almacenamiento de gran capacidad, con alto rendimiento y características para cargas de trabajo adicionales. &nbsp;Los discos WD Purple Pro incluyen la tecnología de IA AllFrame™, que ayuda a reducir la pérdida de fotogramas, mejora la calidad general de reproducción y, además de permitir la grabación de varias transmisiones por cámara, admite hasta 32 transmisiones de IA por disco para llevar a cabo análisis de aprendizaje profundo en el sistema. &nbsp;Los discos WD Purple Pro también incluyen rendimiento de nivel empresarial, integridad de los datos y fiabilidad del disco, sobre todo en sistemas a gran escala y carcasas sujetas a vibraciones durante el funcionamiento.</li><li><strong>Potencia tu solución de vídeo inteligente </strong>Western Digital es líder mundial en el sector de los discos duros. El almacenamiento de vídeo inteligente de los discos WD Purple™ Pro te permite obtener un disco diseñado para ofrecer alto rendimiento, durabilidad y capacidad de carga destinado a grabadores de vídeo inteligente, dispositivos y servidores siempre operativos y con capacidades de inteligencia artificial. &nbsp;Extrae valor e información de forma eficaz y eficiente de los vídeos transmitidos y almacenados. Además, ayuda a crear un mundo más inteligente gracias al almacenamiento de vídeo inteligente avanzado de los discos WD Purple Pro.</li><li><strong>Tecnología de IA AllFrame™ exclusiva de Western Digital </strong>Todos los discos WD Purple™ Pro cuentan con la tecnología de IA AllFrame que, además de mejorar la transmisión ATA para ayudar a reducir la pérdida de fotogramas y mejorar la reproducción general del vídeo, admite hasta 32 transmisiones de IA para llevar a cabo análisis de aprendizaje profundo en el sistema.</li><li><strong>Varias cámaras y transmisiones </strong>Los grabadores modernos admiten varias transmisiones de vídeo por cámara. &nbsp;Los discos WD Purple™ Pro están optimizados para admitir hasta 64 cámaras de transmisión única en alta definición (HD). Además, son compatibles con muchas de las cámaras inteligentes más recientes que pueden realizar varias transmisiones. &nbsp;Esta flexibilidad te permite actualizar o ampliar tus soluciones de seguridad o vídeo inteligente en el futuro.</li><li><strong>Capacidades de carga de trabajo avanzada para sistemas avanzados </strong>Los discos WD Purple™ Pro cuentan con un índice de carga de trabajo de hasta 550 TB anuales para admitir la captura y el análisis de datos de vídeo intensivos habituales en los grabadores, dispositivos de análisis de vídeo, servidores de aprendizaje profundo y almacenamiento en la nube avanzados con IA. &nbsp;La combinación de la transmisión optimizada con una durabilidad y fiabilidad mejoradas hacen que el almacenamiento de vídeo inteligente de los discos WD Purple Pro sea perfecto para todos los servidores de análisis, ya sea al procesar vídeo transmitido directamente de cámaras o conjuntos de datos de vídeo capturados a gran escala.</li><li><strong>Diseñados para ofrecer un funcionamiento fiable en soluciones de vídeo inteligente de alto rendimiento </strong>Con un tiempo medio entre fallos (MTBF) de hasta 2,5 millones de horas (12 TB, 14 TB y 18 TB), los discos WD Purple™ Pro están diseñados para soluciones de vídeo inteligente avanzadas que funcionan de forma ininterrumpida. Los discos WD Purple Pro ofrecen un funcionamiento fiable en sistemas de videovigilancia a gran escala, incluso en entornos extremos, gracias a sus componentes resistentes al desgaste y al hecho de que admiten varios compartimentos.</li><li><strong>Alta capacidad a prueba de fallos de campo </strong>La 6.ª generación de la tecnología HelioSeal™, ampliamente probada sobre el terreno, proporciona discos duros WD Purple™ Pro de confianza y alta capacidad (12 TB, 14 TB y 18 TB) para las exigentes necesidades de almacenamiento del vídeo inteligente y los análisis de aprendizaje profundo con IA.</li><li><strong>Gestión del almacenamiento proactiva con WDDA </strong>Western Digital® Device Analytics™ (WDDA) proporciona a los sistemas que lo admitan una enorme cantidad de datos paramétricos de diagnóstico y funcionamiento sobre el dispositivo de almacenamiento. Los algoritmos interpretan los datos y guían al sistema para enviar alertas sobre acciones recomendadas para corregir posibles errores a los administradores de sistemas. &nbsp;WDDA está diseñado para ayudar a los OEM, integradores de sistemas y profesionales de TI a supervisar y gestionar de forma proactiva los dispositivos de almacenamiento y mantener un funcionamiento óptimo.</li><li><strong>Garantía limitada de 5 años </strong>Como fabricante de discos duros líder del sector, Western Digital avala el almacenamiento de vídeo inteligente de los discos WD Purple™ Pro con una garantía limitada de 5 años.</li></ul><h2>Especificaciones</h2><ul><li><strong>Características</strong></li><ul><li>Tamaño del HDD: 3.5\"</li><li>Capacidad del HDD: 10000 GB</li><li>Velocidad de rotación del HDD: 7200 RPM</li><li>Interfaz: Serial ATA III</li><li>Tipo: Unidad de disco duro</li><li>Componente para: Servidor/estación de trabajo</li><li>Tamaño de unidad de almacenamiento de búfer: 512 MB</li><li>Velocidad de transferencia Interfaz del HDD: 6 Gbit/s</li><li>Sensor de golpes: Si</li><li>Ciclo comenzar/detener: 600000</li><li>Límite de tasa de carga de trabajo: 550 TB/año</li><li>Nivel de ruido ( reposo): 34 dB</li><li>Tiempo medio entre fallos: 2500000 h</li><li>Sistema operativo Windows soportado: Si</li><li>Sistema operativo MAC soportado: Si</li><li>Certificación: RoHS</li></ul></ul><ul><li><strong>Control de energía</strong></li><ul><li>Consumo de energía (inactivo): 0,5 W</li><li>Consumo de energía (lectura): 9 W</li><li>Consumo de energía (escritura): 9 W</li><li>Consumo de energía (espera): 8 W</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 65 °C</li><li>Intervalo de temperatura de almacenaje: -40 - 70 °C</li><li>Golpes en funcionamiento: 70 G</li><li>Golpe (fuera de operación): 250 G</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 101,6 mm</li><li>Altura: 26,1 mm</li><li>Profundidad: 147 mm</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Cantidad: 1</li></ul></ul>","categoryId":3,"id":"27c264a0-0ce3-4cb4-9105-c50c57eebc50","stock":17,"userSellerId":2},{"title":"Kioxia Exceria G2 Unidad SSD 500GB NVMe M.2 2280","price":52500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1081/10811393/1790-kioxia-exceria-g2-unidad-ssd-500gb-nvme-m2-2280.jpg","description":"<p>La nueva segunda generación de la serie de unidades <strong>SDD EXCERIA G2 de KIOXIA</strong> lleva el rendimiento al siguiente nivel con hasta 2100 MB/s de velocidad de lectura secuencial, permitiendo un arranque, una transferencia de archivos y una capacidad de respuesta del sistema más rápidos. Aprovechando la memoria Flash 3D BiCS FLASH™, esta serie de unidades SSD actualizada para uso convencional ahora ofrece hasta 2 TB de capacidad en un diseño M.2 2280 adecuado para ordenadores de sobremesa y portátiles.</p><p>La serie de unidades SSD de <strong>KIOXIA EXCERIA</strong> redefine el almacenamiento convencional para los usuarios habituales que se sienten limitados por el hardware basado en SATA. Despídase de los discos lentos y disfrute de una experiencia informática digna de sus aplicaciones. En comparación con las unidades SDD SATA, la serie de unidades SDD EXCERIA G2 ofrece un rendimiento y valor equilibrado que transformará su sistema.</p><p>Gracias a su diseño M.2 2280 de una sola cara, la serie de unidades SSD EXCERIA G2 se conecta directamente a la placa madre, reduciendo así el desorden de cables adicionales y permitiendo mejorar su sistema de una manera sencilla y elegante.</p><p>¿Por qué seguir usando una interfaz diseñada para discos duros? Utilizando la tecnología NVMe™ 1.3c, la serie de unidades SSD EXCERIA G2 reduce la latencia en la ruta de E/S de su sistema entre su SSD y su CPU, dando como resultado un rendimiento uniforme y con gran capacidad de respuesta.</p><p>Cada unidad SSD EXCERIA está fabricada con BiCS FLASH™ y una estructura de celdas apiladas verticalmente que ofrece almacenamiento de vanguardia.</p><h2>Características:</h2><ul><li>BiCS FLASH™</li><li>tecnología NVMe™ 1.3c</li><li>Diseño M.2 2280</li><li>PCIe® Gen3 x4</li><li>SSD Utility Management Software</li></ul><h2>Especificaciones Kioxia Exceria G2:</h2><ul><li><strong>Capacidad y dimensiones</strong><ul><li>Capacidad: 500 GB</li><li>Diseño: M.2 tipo 2280-S2-M</li><li>Interfaz_ PCI Express® Revisión de la especificación básica 3.1a (PCIe®)</li><li>Tipo de memoria flash: BiCS FLASH™ TLC</li><li>Velocidad máxima de la interfaz: 32 GT/s (PCIe® Gen3 x4)</li><li>Tamaño (máx: lar. x an. x al.): 80,15 x 22,15 x 2,23 mm</li><li>Comando de interfaz: Revisión del conjunto de comandos 1.3c NVM Express™</li><li>Peso: 6,8 g</li></ul></li><li><strong>Actuación</strong><ul><li>Velocidad máxima de lectura secuencial: 2100 MB/s</li><li>Velocidad máxima de escritura secuencial: 1700 MB/s</li><li>Velocidad máxima de lectura aleatoria: 400.000 IOPS</li><li>Velocidad máxima de escritura aleatoria: 400.000 IOPS</li><li>Resistencia: 200 TB</li><li>MTTF: 1,5 millones de horas</li></ul></li><li><strong>Especificaciones medioambientales</strong><ul><li>Temperatura de funcionamiento: 0 °C (Ta) a 85 °C (Tc)</li><li>Temperatura de almacenamiento: -40 °C a 85 °C</li><li>Resistencia a los golpes: 9806 km/s2 {1,000 G} 0,5 ms media onda sinusoidal</li><li>Vibración: 196 m/s2 {20 G} Pico, 10~2,000 Hz, (20 min / eje) x 3 ejes</li><li>Tensión de suministro: 3,3 V ±5 %</li><li>Consumo de energía:<ul><li>PS3: 50 mW (típicamente)</li><li>PS4: 5 mW (típicamente)</li></ul></li><li>Consumo de energía (activo): 3,5 W (típicamente)</li></ul></li><li><strong>Compatibilidad</strong><ul><li>PCI Express: Compatible con revisión de especificaciones básicas 3.1a PCI Express® y revisión del conjunto de comandos 1.3c NVM Express™</li><li>Tipo de conector: Conector M.2 Key M</li><li>Aplicaciones principales: Ordenadores de sobremesa y portátiles personales</li></ul></li><li><strong>Funciones adicionales</strong><ul><li>Servicios y asistencia: Garantía de 5 años del fabricante</li><li>Optimización del rendimiento: Funciones de TRIM, Idle Time Garbage Collection</li></ul></li></ul>","categoryId":3,"id":"6e12a43d-d630-45ee-8550-4431f5d0f86a","stock":10,"userSellerId":1},{"title":"Acer Predator GM7 2TB SSD M.2 PCI Express 4.0 NVMe","price":208500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1079/10797833/1794-acer-predator-gm7-2tb-ssd-m2-pci-express-40-nvme.jpg","description":"<p><strong>Predator GM7 PCIe 4.0 alcanza una increíble velocidad de lectura de 7400 MB/s</strong>. Con la última tecnología de controlador<strong> PCIe Gen4</strong>, consume menos energía (5,67 W máximo, lo que significa menos temperatura, incluso bajo una carga de trabajo pesada). El nuevo controlador se combina con una tecnología flash NAND de última generación.</p><p>A los entusiastas, jugadores y creadores de contenido que necesitan transferencias de datos más rápidas les encantará. <strong>GM7 también es perfecto para PS5</strong>. La PCB estándar M.2 2280 se adapta perfectamente a su computadora de <strong>escritorio, portátil y PS5 para actualizar el sistema.</strong></p><h2>Características:</h2><ul><li><strong>LA VELOCIDAD PARA TRABAJAR O JUGAR CON CONFIANZA. </strong>Predator GM7 de alto rendimiento ofrece velocidades de lectura sin concesiones de hasta 7400 MB/s utilizando la interfaz PCIe 4.0. Es el kit ideal para que los entusiastas dominen sus juegos, permitiéndoles crear contenido sin ningún problema.</li><li><strong>MÁS SUAVE DE LO QUE ESPERABAS. </strong>Predator GM7 es compatible con HMB (Host Memory Buffer) y está equipado con SLC Cache para proporcionar un rendimiento de nivel superior, lo que permite cargar juegos más fácilmente y transmitir archivos pequeños.</li><li><strong>BATE NUEVOS RÉCORDS CON EL CONTROLADOR PCIE 4.0. </strong>La interfaz PCI Express permite una comunicación de gran ancho de banda entre el dispositivo y la placa base y otro hardware. Con la actualización principal a 4.0, esta versión PCIe aumenta drásticamente el ancho de banda disponible, aumentando significativamente el potencial de lo que puede hacer el hardware conectado. Equipado con un formidable controlador PCIe 4.0 y flash de calidad, Predator GM7 cuenta con una excelente velocidad de 2400 MT/s.</li><li><strong>MÁS CAPACIDAD UTILIZABLE, MAYOR VIDA ÚTIL. </strong>on NAND de calidad, Predator GM7 proporciona un rendimiento increíble y una vida útil más larga. Predator GM7 ofrece una mayor capacidad para satisfacer sus necesidades de almacenamiento.</li><li><strong>GESTIÓN DE ENERGÍA MÁS EFICAZ. </strong>Predator GM7 adopta un controlador de ahorro de energía de 12 nm, regulación térmica y administración de energía para superar los problemas típicos de calentamiento, una solución eficiente incluso bajo una carga de trabajo pesada.</li><li><strong>CLONACIÓN GRATUITA DE ACRONIS, TRANSFERENCIA DE DATOS INCONSÚTIL. </strong>Con nuestra versión personalizada gratuita de Acronis True Image, los consumidores tienen acceso a transferencias y copias de seguridad de datos sin problemas. Este software de clonación es capaz de restaurar las funciones del sistema en caso de desastre natural o emergencia para garantizar la preservación, seguridad y privacidad de los datos. Enlace de descarga: https://go.acronis.com/AcerPredator</li><li><strong>SE ADAPTA PERFECTAMENTE A TODOS TUS DISPOSITIVOS. </strong>La PCB de un solo lado de GM7 se adapta perfectamente a su computadora de escritorio y portátil para actualizar su sistema. Puede servir como la unidad de su elección para la mayoría de los dispositivos.</li><li><strong>SSD EXTREMADAMENTE DURADERO CON GARANTÍA DE 5 AÑOS*. </strong>Predator GM7 se ha fabricado con pruebas estrictas para proporcionar una calidad excepcionalmente sólida y un TBW garantizado. También viene con una garantía de 5 años.</li></ul><h2>Especificaciones Acer Predator GM7:</h2><ul><li><strong>Características</strong></li><ul><li>Versión NVMe: 1.4</li><li>Factor de forma de disco SSD: M.2</li><li>SDD, capacidad: 2 TB</li><li>Interfaz: PCI Express 4.0</li><li>NVMe: Si</li><li>Componente para: PC/ordenador portátil</li><li>Velocidad de lectura: 7200 MB/s</li><li>Velocidad de escritura: 6300 MB/s</li><li>Lectura aleatoria (4KB): 925 IOPS</li><li>Escritura aleatoria (4KB): 974 IOPS</li><li>Tiempo medio entre fallos: 1500000 h</li><li>Funciones de protección: Resistente a golpes</li><li>calificación TBW: 1200</li><li>Certificación: CE, FCC, RoHS, BSMI, KCC, VCCI, RCM</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: -40 - 85 °C</li><li>Intervalo de temperatura de almacenaje: 0 - 70 °C</li><li>Resistencia a la vibración: 6,0667 G</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 80 mm</li><li>Profundidad: 22 mm</li><li>Altura: 22 mm</li><li>Peso: 7 g</li></ul></ul>","categoryId":3,"id":"e1f78c82-5018-429f-bab1-c7d9af484050","stock":21,"userSellerId":1},{"title":"Kioxia EXCERIA PLUS G3 2TB SSD M.2 2280 PCIe Gen4 x4","price":157500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1079/10790121/1896-kioxia-exceria-plus-g3-2tb-ssd-m2-2280-pcie-gen4-x4.jpg","description":"<p><strong>La serie de SSD KIOXIA EXCERIA PLUS G3 cuenta con una potente interfaz PCIe® 4.0 y ofrece un rendimiento mejorado para jugadores y editores de video. </strong>Con hasta 2 TB de capacidad, esta serie M.2 2280 de una sola cara es excelente para computadoras de escritorio y portátiles convencionales que admiten el último estándar PCIe® 4.0.</p><h2>Características:</h2><ul><li><strong>Bienvenido al mundo de PCIe® 4.0. </strong>Diseñada para ofrecer una experiencia de PC mejorada, la serie EXCERIA PLUS G3 SSD es compatible con PCIe® 4.0 y ofrece velocidades de transferencia excepcionales de hasta 5000 MB/s para lecturas secuenciales y 3900 MB/s para escrituras secuenciales. Ya sea que esté jugando o editando videos, esta nueva serie le brindará el rendimiento necesario.</li><li><strong>Almacenamiento reducido. </strong>Con un factor de forma M.2 2280 de un solo lado que ahorra espacio, la serie EXCERIA PLUS G3 SSD es compatible con una gama más amplia de dispositivos. Estos SSD compactos se conectan directamente a la placa base, eliminando el desorden de cables para una actualización del sistema más elegante y sencilla.</li><li><strong>SSD EXCERIA PLUS G3 junto a un zócalo M.2. </strong>Un hombre usando una computadora con dibujo 3D avanzado</li><li><strong>Acelere con PCIe® 4.0. </strong>La serie EXCERIA PLUS G3 SSD ofrece un rendimiento mejorado sin tomar atajos. Estos SSD, compatibles con PCIe® 4.0 y NVMe™ 1.4, llevan la corriente principal al siguiente nivel y ofrecen una experiencia informática mejorada para jugadores y editores de vídeo.</li><li><strong>Memoria flash 3D de última generación. </strong>Cada SSD EXCERIA está construido con BiCS FLASH™ y una estructura de celdas apiladas verticalmente, brindando una experiencia de almacenamiento de vanguardia.</li><li><strong>Logotipo de BiCS FLASH™. </strong></li><li>Un hombre que usa una PC para verificar el estado de su SSD con el software SSD Utility</li><li><strong>Software de gestión de utilidades SSD. </strong>El software de administración SSD Utility fue diseñado para ayudar a que su unidad KIOXIA prospere y le permite tener el control del mantenimiento, el monitoreo y más. Le recomendamos encarecidamente que instale y actualice a la última versión para maximizar el rendimiento de su unidad y verificar su porcentaje de vida restante utilizando el indicador de estado.</li></ul><h2>Especificaciones Kioxia EXCERIA PLUS G3:</h2><ul><li><strong>Características</strong></li><ul><li>Versión NVMe: 1.4</li><li>Factor de forma de disco SSD: M.2</li><li>SDD, capacidad: 2 TB</li><li>Interfaz: PCI Express 4.0</li><li>Tipo de memoria: BiCS FLASH TLC</li><li>NVMe: Si</li><li>Velocidad de transferencia de datos: 64 Gbit/s</li><li>Velocidad de lectura: 5000 MB/s</li><li>Velocidad de escritura: 3900 MB/s</li><li>Lectura aleatoria: 680000 IOPS</li><li>Escritura aleatoria: 950000 IOPS</li><li>Tiempo medio entre fallos: 1500000 h</li><li>calificación TBW: 1200</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 85 °C</li><li>Intervalo de temperatura de almacenaje: -40 - 85 °C</li><li>Vibración operativa: 20 G</li><li>Golpes en funcionamiento: 1000 G</li></ul></ul><ul><li><strong>Detalles técnicos</strong></li><ul><li>Certificados de sostenibilidad: RoHS</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 22,1 mm</li><li>Profundidad: 80,2 mm</li><li>Altura: 2,63 mm</li><li>Peso: 7 g</li></ul></ul>","categoryId":3,"id":"5a7a63ee-fd53-4841-a0bb-64653d598711","stock":48,"userSellerId":4},{"title":"Discos Duros Samsung 980 SSD 1TB PCIe 3.0 NVMe M.2","price":136500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/38/382780/1467-samsung-980-ssd-1tb-pcie-30-nvme-m2.jpg","description":"<p>Ya está aquí el último modelo de la serie de SSD más vendida del mundo. La unidad<strong> Samsung 980</strong> hereda el legado de la innovadora tecnología SSD de Samsung. Dispone de una fantástica fiabilidad, un impresionante rendimiento mejorado y una compatibilidad que contenta tanto a creadores de contenido, como a profesionales de TI, así como a usuarios habituales. El SSD interna Samsung se lo pone fácil a cualquier usuario de un ordenador de sobremesa o un portátil que sea compatible con una unidad en formato M.2. El software Samsung Magician te permite gestionar tu unidad con una amplia variedad de herramientas que te ayudarán a estar al día en las últimas actualizaciones y a monitorizar el estado de tu unidad y su rendimiento mejorado.</p><p>Maximiza el potencial de tu ordenador con el 980. Para impulsar tu experiencia de juego y trabajar sin problemas con gráficos exigentes, el 980 es lo más inteligente para lograr un rendimiento de SSD sobresaliente; y todo respaldado por una interfaz NVMe1y la tecnología PCIe 3.0.</p><h2>Características:</h2><ul><li><strong>A tope de velocidad: </strong>Ve al grano. El 980 aprovecha la velocidad de la PCIe 3.0 con la tecnología HMB y una espectacular eficiencia de NVMe. El diseño DRAMless ofrece una calidad excelente y velocidades secuenciales de lectura/escritura de vértigo de hasta 3500/3000 Mb/s*, unas 6,2 veces la velocidad de los SSD SATA.</li><li><strong>A la vanguardia con el modo Full Power: </strong>Haz que tu SSD funcione al máximo nivel con un rendimiento alto, constante e ininterrumpido con el modo Full Power. Actívalo en el software Samsung Magician para que tu SSD siempre esté activo. Pasa de trabajar con archivos enormes a jugar con gráficos exigentes o al uso normal de tu PC al instante</li><li><strong>Control térmico fiable: </strong>Los SSD de alto rendimiento precisan un control térmico similar. Para garantizar un rendimiento estable, el 980 utiliza un recubrimiento de níquel que ayuda a gestionar el nivel de calor del controlador y una etiqueta de distribución de calor que brinda un control térmico eficaz del chip NAND.</li><li><strong>Solución térmica inteligente: </strong>Integrado en el vanguardista algoritmo de control térmico de Samsung, el 980 gestiona el calor para ofrecer un rendimiento duradero y fiable. La tecnología Dynamic Thermal Guard de Samsung minimiza las fluctuaciones en el rendimiento a largo plazo y mantiene la temperatura en niveles óptimos.</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Versión NVMe: 1.4</li><li>Algoritmos de seguridad soportados: 256-bit AES</li><li>Factor de forma de disco SSD: M.2</li><li>SDD, capacidad: 1000 GB</li><li>Interfaz: PCI Express 3.0</li><li>Tipo de memoria: V-NAND</li><li>NVMe: Si</li><li>Componente para: PC/ordenador portátil</li><li>Encriptación de hardware: Si</li><li>Velocidad de lectura: 3500 MB/s</li><li>Velocidad de escritura: 3000 MB/s</li><li>Lectura aleatoria (4KB): 500000 IOPS</li><li>Escritura aleatoria (4KB): 480000 IOPS</li><li>Carriles datos de interfaz PCI Express: x4</li><li>Soporte S.M.A.R.T.: Si</li><li>Tiempo medio entre fallos: 1500000 h</li></ul></ul><ul><li><strong>Control de energía</strong></li><ul><li>Voltaje de operación: 3,3 V</li><li>Consumo de energía (max): 5,3 W</li><li>Consumo de energía (promedio): 4,6 W</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 70 °C</li><li>Vibración operativa: 1500 G</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Peso: 8 g</li></ul></ul>","categoryId":3,"id":"506db752-a293-4218-ac46-29dd492ef0eb","stock":50,"userSellerId":2},{"title":"Kioxia Exceria Pro Unidad SSD 2TB NVMe M.2 2280 PCIe Gen4 x4","price":192000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/75/755130/1189-kioxia-exceria-pro-unidad-ssd-2tb-nvme-m2-2280-mejor-precio.jpg","description":"<p><strong>La nueva serie de unidades SDD EXCERIA PRO de KIOXIA</strong> emplea tecnología de última generación para ofrecerle una nueva esfera de posibilidades en cuanto a los juegos y uso de ordenadores de alto rendimiento. Al sacar partido de la tecnología PCI Express ® 4.0, esta serie actualizada de unidades SDD para profesionales ahora ofrece hasta 2 TB de capacidad idónea para ordenadores de sobremesa y ordenadores personales de alto rendimiento que precisen la máxima velocidad.&nbsp;</p><p>La nueva serie de unidades SDD EXCERIA PRO de KIOXIA emplea tecnología de última generación para ofrecerle una nueva esfera de posibilidades en cuanto a los juegos y uso de ordenadores de alto rendimiento. Al sacar partido de la tecnología PCI Express ® 4.0, esta serie actualizada de unidades SDD para profesionales ahora ofrece hasta 2 TB de capacidad idónea para ordenadores de sobremesa y ordenadores personales de alto rendimiento que precisen la máxima velocidad.&nbsp;</p><p>Gracias a su diseño M.2 2280 de una sola cara, la serie de unidades SSD EXCERIA PRO se conecta directamente a la placa madre, reduciendo así el desorden de cables adicionales y permitiendo mejorar su sistema de una manera sencilla y elegante.</p><p>Esta «heroína» de las unidades SDD de KIOXIA ofrece un rendimiento potente mediante la tecnología PCIe® 4.0 y NVMe™ 1.4. La serie de unidades SDD EXCERIA PRO sobrepasa los límites de la tecnología de almacenamiento flash, ofreciendo un rendimiento real mejorado que arrasará entre los jugadores de videojuegos de alto nivel y los creadores de contenido.</p><p>Cada unidad SSD EXCERIA está fabricada con BiCS FLASH™ y una estructura de celdas apiladas verticalmente que ofrece almacenamiento de vanguardia.</p><h2>Características:</h2><ul><li>BiCS FLASH™</li><li>Tecnología NVMe™ 1.4</li><li>Diseño M.2 2280</li><li>PCIe® Gen4 x4</li><li>SSD Utility Management Software</li></ul><h2>Especificaciones:</h2><ul><li>Capacidad&nbsp; 2 TB</li><li>Diseño M.2 tipo 2280-S2-M</li><li>Interfaz&nbsp; PCI Express® Revisión de la especificación básica 4.0 (PCIe®)</li><li>Tipo de memoria flash BiCS FLASH™ TLC</li><li>Velocidad máxima de la interfaz 64 GT/s (PCIe® Gen4 x4)</li><li>Tamaño (máx: lar. x an. x al.) 80,15 x 22,15 x 2,23 mm</li><li>Comando de interfaz Revisión del conjunto de comandos 1.4 NVM Express™</li><li>Peso</li><li>2&nbsp;TB: 8,0 g (típicamente)</li><li>Rendimiento</li><li>Velocidad máxima de lectura secuencial(1) 7300 MB/s</li><li>Velocidad máxima de escritura secuencial(1) 6400 MB/s</li><li>Velocidad máxima de lectura aleatoria(2)</li><li>2&nbsp;TB: 900 000 IOPS</li><li>Velocidad máxima de escritura aleatoria(2)</li><li>2&nbsp;TB: 1 300 000 IOPS</li><li>Resistencia: TBW(3)</li><li>2&nbsp;TB: 800 TB</li><li>MTTF 1,5 millones de horas</li><li>Especificaciones medioambientales</li><li>Temperatura de funcionamiento 0 °C (Ta) a 85 °C (Tc)</li><li>Temperatura de almacenamiento -40 °C a 85 °C</li><li>Resistencia a los golpes 9806 km/s2 {1,000 G} 0,5 ms media onda sinusoidal</li><li>Vibración 196 m/s2 {20 G} Pico, 10~2,000 Hz, (20 min / eje) x 3 ejes</li><li>Tensión de suministro 3,3 V ±5 %</li><li>Consumo de energía</li><li>PS3: 50 mW (típicamente)</li><li>PS4: 5 mW (típicamente)</li><li>Consumo de energía (activo) 8,9&nbsp;W (típicamente)</li><li>Compatibilidad PCI Express</li><li>Compatible con PCI Express® revisión de especificaciones básicas 4.0 y revisión del conjunto de comandos 1.4 NVM Express™</li><li>Tipo de conector conector de llave M.2 M</li><li>Aplicaciones principales</li><li>Ordenadores de sobremesa y portátiles personales</li><li>Funciones adicionales</li><li>Servicios y asistencia</li><li>Garantía de 5 años del fabricante(4)</li><li>Optimización del rendimiento</li><li>Funciones de TRIM, Idle Time Garbage Collection</li></ul>","categoryId":3,"id":"40558fd9-6794-4160-8248-4e67ae927340","stock":9,"userSellerId":2},{"title":"SanDisk Extreme Portable SSD V2 1TB USB-C","price":148500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/35/355110/1120-sandisk-extreme-portable-ssd-v2-1tb-usb-c.jpg","description":"<p>Tu vida es una aventura. La SSD portátil <strong>SanDisk Extreme®</strong> se adapta a tu estilo de vida móvil y acelera cada uno de tus movimientos. ¡Es casi <span style=\"text-decoration:underline\">dos veces más rápida</span> que nuestra generación anterior!</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/MHgN_0JYlbM\"></iframe></div></div><p></p><h2>Características</h2><ul><li><strong>Potente y portátil. </strong>Obtén el veloz rendimiento de estado sólido NVMe™ con velocidades de lectura de 1050 MB/s2 y velocidades de escritura de 1000 MB/s2 en una unidad portátil de alta capacidad que es perfecta para crear contenidos increíbles o capturar fantásticas imágenes.</li><li><strong>Lo suficientemente resistente como para llevarla contigo. </strong>La protección contra caídas hasta dos metros y resistencia al agua y al polvo con calificación IP555 hacen que esta unidad duradera sea ultrarresistente.</li><li><strong>Viaja sin inconvenientes. </strong>Tendrás mayor tranquilidad con la garantía limitada de 5 años3 y la duradera carcasa de silicona que ofrece un acabado superior y mayor protección para el exterior de la unidad.</li><li><strong>Va dondequiera que vayas. </strong>Utiliza el práctico gancho de mosquetón para sujetar la unidad a tu cinturón o mochila y tener mayor seguridad en exteriores.</li><li><strong>Asegura tus archivos. </strong>Mantén tu contenido privado con la protección con contraseña incluida con cifrado de hardware AES de 256 bits.4</li><li><strong>Almacenamiento de calidad profesional. </strong>De SanDisk®, la marca en la que confían fotógrafos profesionales de todo el mundo para sus mejores tomas e imágenes.</li></ul><h2>Especificaciones SanDisk Extreme Portable SSD V2</h2><ul><li><strong>Unidad de estado sólido</strong></li><ul><li>SDD, capacidad: 1000 GB</li><li>NVMe: Si</li><li>Velocidad de lectura: 1050 MB/s</li><li>Velocidad de escritura: 1000 MB/s</li></ul></ul><ul><li><strong>Puertos e Interfaces</strong></li><ul><li>Conector USB: USB Tipo C</li><li>Versión USB: 3.2 Gen 2 (3.1 Gen 2)</li><li>Tecnología Thunderbolt (Rayo): No</li><li>Wifi: No</li></ul></ul><ul><li><strong>Características</strong></li><ul><li>Funciones de protección: Resistente al polvo, Resistente al agua</li><li>Color del producto: Negro</li><li>Protección mediante contraseña: Si</li><li>Encriptación de hardware: Si</li><li>Algoritmos de seguridad soportados: 256-bit AES</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 45 °C</li><li>Intervalo de temperatura de almacenaje: -20 - 85 °C</li><li>Golpes en funcionamiento: 1500 G</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 52,4 mm</li><li>Profundidad: 8,95 mm</li><li>Altura: 100,5 mm</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Cables incluidos: USB tipo C a USB tipo A, USB tipo C a USB tipo C</li></ul></ul>","categoryId":3,"id":"7930a22c-6f64-4986-aa51-90c1ca35ed29","stock":67,"userSellerId":1},{"title":"WD Red Pro 3.5\" 18TB NAS SATA 3","price":778500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/40/407437/1628-wd-red-pro-35-18tb-nas-sata-3.jpg","description":"<p>Diseñados especialmente para las empresas medianas o grandes, los discos <strong>WD Red™ Pro</strong> están disponibles para sistemas NAS de hasta 24 compartimentos.</p><p><strong>WD Red™ Pro</strong> está diseñado para gestionar cargas de trabajo de alta intensidad en entornos que funcionan las 24 horas, todos los días. Es ideal para archivar y compartir contenido, además de reconfigurar matrices RAID en sistemas operativos ampliados, como ZFS u otros sistemas de archivos.</p><p>Estos discos añaden valor a su empresa porque permiten a los empleados compartir rápidamente sus archivos y hacer copias de seguridad de sus carpetas en una solución NAS.</p><h2>Características</h2><ul><li><strong>Tecnología exclusiva NASware™ 3.0. </strong>Nuestra avanzada y exclusiva tecnología del firmware, NASware™ 3.0, permite una integración impecable, una sólida protección de los datos y un rendimiento óptimo de los sistemas que operan en entornos NAS exigentes. La avanzada tecnología NASware 3.0, incluida en cada disco duro WD Red™ Pro, mejora el rendimiento de almacenamiento aumentando la compatibilidad, la integración, la fiabilidad y las posibilidades de mejora.</li><li><strong>Creado para una compatibilidad con NAS óptima. </strong>Los discos WD Red™ Pro con tecnología NASware™ facilitan enormemente la elección de un disco. Nuestro exclusivo algoritmo optimizado para sistemas NAS equilibra el rendimiento y la fiabilidad en los entornos NAS y RAID. Sencillamente, WD Red™ Pro es uno de los discos más compatibles disponibles para dispositivos NAS. Pero no es necesario que se fíe de nosotros. Los discos WD Red™ Pro cuentan con una amplia lista de pruebas de compatibilidad y compromiso con la tecnología NAS de nuestros socios.</li><li><strong>Protección contra impactos para entornos NAS con un mayor número de compartimentos. </strong>Los discos WD Red™ Pro están equipados con un sensor de choques con varios ejes que detecta automáticamente los impactos por pequeños que sean y una tecnología de altura de vuelo del cabezal dinámica que ajusta cada función de lectura/escritura en tiempo real para compensar el movimiento y proteger los datos. Esta combinación de tecnologías protege aún más los discos en los entornos NAS de gran tamaño de 24 compartimentos y aumenta su fiabilidad.</li><li><strong>3D Active Balance Plus. </strong>Nuestra tecnología de control de equilibrio de dos planos mejorada incrementa el rendimiento general y la fiabilidad de los discos. Los discos duros que no están adecuadamente equilibrados pueden producir una vibración y un ruido excesivos en un sistema con varios discos, que acortan la duración útil del disco duro y degradan el rendimiento a lo largo del tiempo.</li><li><strong>Recuperación de errores. </strong>Diseñados específicamente para los entornos RAID y NAS, los discos WD Red™ Pro están equipados con controles de recuperación de errores como parte de la tecnología NASware™ 3.0, que ayuda a reducir los problemas de discos en las aplicaciones RAID.</li><li><strong>Más pruebas de funcionamiento. </strong>Un entorno NAS que tenga hasta 24 compartimentos es muy exigente con los discos duros, ya que produce más vibraciones y altas temperaturas. Por este motivo, cada disco duro WD Red™ Pro pasa por amplias pruebas de funcionamiento del ciclo térmico, que ayudan a garantizar que cada disco se comprueba para tener un funcionamiento fiable.</li><li><strong>Mayor duración de la garantía. </strong>Los discos WD Red™ Pro incorporan una garantía limitada de 5 años para una mayor tranquilidad.</li><li><strong>Discos para ordenadores de sobremesa frente a WD Red™ Pro. </strong>Elija el disco diseñado específicamente para NAS adecuado para su sistema con una gama de prestaciones que le ayudarán a proteger sus datos y a asegurar un rendimiento óptimo. Tenga en cuenta los siguientes aspectos cuando elija un disco duro para su NAS:<ul><li>Compatibilidad: a diferencia de los discos para ordenadores de sobremesa, estos discos se han sometido a pruebas específicas de compatibilidad con sistemas NAS para asegurar un rendimiento óptimo.</li><li>Fiabilidad: los entornos siempre en funcionamiento de un sistema NAS o RAID presentan temperaturas elevadas. Los discos para ordenadores de sobremesa no suelen estar diseñados para esas condiciones ni someterse a las pruebas correspondientes, mientras que los discos WD Red™ Pro sí.</li><li>Controles para la recuperación de errores: Los discos duros para NAS WD Red™ Pro están diseñados específicamente con control para la recuperación de errores de RAID que ayuda a reducir los fallos en el sistema NAS.</li><li>Protección frente al ruido y las vibraciones: diseñados para funcionar de forma independiente, los discos para ordenadores de sobremesa suelen ofrecer poca o ninguna protección frente al ruido y las vibraciones que afectan a los sistemas con varios discos. Los discos WD Red™ Pro están diseñados para destacar en entornos con sistemas NAS de varios compartimentos.</li></ul></li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Tamaño del HDD: 3.5\"</li><li>Capacidad del HDD: 18000 GB</li><li>Velocidad de rotación del HDD: 7200 RPM</li><li>Interfaz: SATA</li><li>Tipo: Unidad de disco duro</li><li>Componente para: NAS</li><li>Tamaño de unidad de almacenamiento de búfer: 512 MB</li><li>Velocidad de transferencia Interfaz del HDD: 6 Gbit/s</li><li>Funcionamiento 24/7: Si</li><li>Productos compatibles: NAS</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 65 °C</li><li>Intervalo de temperatura de almacenaje: -40 - 70 °C</li><li>Golpes en funcionamiento: 30 G</li><li>Golpe (fuera de operación): 250 G</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 101,6 mm</li><li>Altura: 26,1 mm</li><li>Profundidad: 147 mm</li><li>Peso: 690 g</li></ul></ul>","categoryId":3,"id":"f2c8c0f4-6c55-4813-9847-72fe44d1606f","stock":59,"userSellerId":3},{"title":"Samsung 980 Pro SSD 1TB PCIe NVMe M.2","price":168000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/32/328741/1734-samsung-920-pro-ssd-1tb-pcie-nvme-m2.jpg","description":"<p>Da rienda suelta a la potencia del Samsung PCIe 4.0 NVMe SSD 980 PRO para un funcionamiento de siguiente nivel. Aprovechando la interfaz PCIe 4.0, el 980 PRO ofrece el doble de velocidad de transferencia de datos que PCIe 3.0 y, al mismo tiempo, es compatible con PCIe 3.0 para una mayor versatilidad.</p><h2>Características:</h2><ul><li><strong>Velocidad máxima </strong>Alimentado por el controlador Elpis personalizado de Samsung para SSD PCIe 4.0, el 980 PRO está optimizado para la velocidad. Ofrece velocidades de lectura de hasta 7.000 MB / s, lo que le hace 2 veces más rápido que los SSD PCIe 3.0 y 12,7 veces más rápido que los SSD SATA. El 980 PRO alcanza velocidades máximas en PCIe 4.0 y puede variar en otros entornos.<br>* El rendimiento puede variar según la versión de firmware del SSD y el hardware del sistema y la configuración del sistema. Las mediciones de rendimiento se basan en IOmeter 1.1.0. El rendimiento de escritura se midió con la tecnología Intelligent TurboWrite activada. Los rendimientos de escritura secuencial después de la región Intelligent TurboWrite son: hasta 500 MB / s (250 GB), 1000 MB / s (500 GB) y 2000 MB / s (1 TB). * Configuración del sistema de prueba: Procesador AMD Ryzen 9 3900X de 12 núcleos CPU@3.79GHz, DDR4 2666MHz 16GBx2, OS-Windows 10 Pro 64bit, Chipset-ASUS-X570-ROG CROSSHAIR VIII FORMULA * Los resultados se basan en una comparación con los SSD Samsung PCIe 3.0 NVMe y los SSD SATA. * Para maximizar el rendimiento del 980 PRO, verifique si su sistema es compatible con PCIe 4.0 en el sitio web de Intel o AMD.</li><li><strong>Una combinación ganadora</strong> Diseñado pensando en los jugadores incondicionales y los usuarios expertos en tecnología, el 980 PRO ofrece un ancho de banda y un rendimiento muy alto para aplicaciones de alta resistencia en juegos, gráficos, análisis de datos y más. Es rápido para cargar juegos; podrás jugar más y esperar menos.</li><li><strong>SSD M.2 eficiente </strong>El 980 PRO tiene un factor de forma compacto M.2 2280, que se puede conectar fácilmente a ordenadores de escritorio y portátiles para la máxima flexibilidad. La unidad es adecuada para la construcción de sistemas informáticos de alto rendimiento debido a su eficiencia energética optimizada.</li><li><strong>Control térmico de confianza </strong>Los SSD de alto rendimiento suelen requerir un control térmico de alto rendimiento. Para garantizar un rendimiento estable, el 980 PRO utiliza un recubrimiento de níquel para ayudar a administrar la temperatura del controlador y una etiqueta de esparcidor de calor para brindar un control térmico efectivo del chip NAND.</li><li><strong>Solución térmica inteligente </strong>Integrado con el algoritmo de control térmico de vanguardia de Samsung, el 980 PRO gestiona el calor por sí solo para ofrecer un rendimiento duradero y confiable. Para minimizar las fluctuaciones de rendimiento a largo plazo, la tecnología Dynamic Thermal Guard de Samsung mantiene siempre la temperatura del 980 PRO a niveles óptimos.</li><li><strong>Software Samsung Magician </strong>Desbloquea toda la potencia del 980 PRO con las herramientas de optimización intuitivas pero avanzadas de Samsung Magician. Supervisa el estado de la unidad, optimiza el rendimiento, protege datos valiosos y recibe actualizaciones importantes, para asegurarte de que siempre obtienes el mejor rendimiento de tu SSD.</li><li><strong>La memoria flash número 1 del mundo</strong> Experimenta un rendimiento y una confianza superiores que solo podrás obtener de la marca número uno del mundo en memorias flash desde 2003. Todos los firmware y componentes, incluidos DRAM y NAND, de renombre mundial de Samsung, se producen internamente, lo que permite un control de calidad de principio a fin. Producimos una calidad en la que puedes confiar.</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Versión NVMe: 1.3c</li><li>Algoritmos de seguridad soportados: 256-bit WEP</li><li>Factor de forma de disco SSD: M.2</li><li>SDD, capacidad: 1000 GB</li><li>Interfaz: PCI Express 4.0</li><li>Tipo de memoria: V-NAND MLC</li><li>NVMe: Si</li><li>Componente para: PC</li><li>Encriptación de hardware: Si</li><li>Velocidad de lectura: 7000 MB/s</li><li>Velocidad de escritura: 5000 MB/s</li><li>Lectura aleatoria (4KB): 1000000 IOPS</li><li>Escritura aleatoria (4KB): 1000000 IOPS</li><li>Soporte S.M.A.R.T.: Si</li><li>Soporte TRIM: Si</li><li>Tiempo medio entre fallos: 1500000 h</li></ul></ul><ul><li><strong>Control de energía</strong></li><ul><li>Voltaje de operación: 3,3 V</li><li>Consumo de energía (max): 8,9 W</li><li>Consumo de energía (promedio): 6,2 W</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 70 °C</li><li>Golpes en funcionamiento: 1500 G</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 80,2 mm</li><li>Profundidad: 2,38 mm</li><li>Altura: 22,1 mm</li><li>Peso: 9 g</li></ul></ul>","categoryId":3,"id":"26afc0f3-dece-43e3-a58c-c2d291718815","stock":7,"userSellerId":1},{"title":"Kingston NV2 2TB SSD PCIe 4.0 NVMe Gen 4x4","price":172500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1057/10578301/1988-kingston-nv2-2tb-ssd-pcie-40-nvme-gen-4x4.jpg","description":"<p><strong>El disco SSD NVMe PCIe 4.0 NV2</strong> es una solución de almacenamiento de nueva generación mejorada basada en un controlador <strong>NVME Gen 4x4.</strong> NV2 alcanza velocidades de lectura/escritura de hasta 3.500/2.800 MB/s1, con menor consumo eléctrico y generando menos calor, con lo cual optimiza el rendimiento de su sistema y mejora su valor sin sacrificar nada. El compacto diseño de M.2 2280 de una cara (22 x 80 mm) amplía el almacenamiento hasta los 2 TB2, además de ahorrar espacio para otros componentes. Por ello, el NV2 es ideal para portátiles más delgados, sistemas de pequeño factor de forma (SFF) y placas base para integradores de sistemas.</p><h2>Características:</h2><ul><li><strong>Rendimiento de NVMe PCIe Gen 4x4: </strong>Alcanza velocidades de lectura/escritura de hasta 3.500/2.800 MB/s, lo cual agiliza enormemente el sistema.</li><li><strong>Ideal para sistemas con espacio limitado: </strong>Se integra fácilmente en diseños con conectores M.2. Perfecta para portátiles delgados y equipos PC de pequeño factor de forma.</li><li><strong>Capacidades ampliadas: </strong>Disponible en diversas capacidades de hasta 2 TB, en función de sus necesidades de almacenamiento de datos.</li></ul><h2>Especificaciones:</h2><ul><li>Factor de forma M.2 2280</li><li>Interfaz PCIe 4.0 x4 NVMe</li><li>Capacidad 2 TB</li><li>Lectura/escritura secuencial<ul><li>2 TB – 3.500/2.800 MB/s</li></ul></li><li>Resistencia (Total de bytes escritos)<ul><li>2 TB – 640 TB</li></ul></li><li>Temperatura de almacenamiento -40 °C ~ 85 °C</li><li>Temperatura de servicio 0 °C ~ 70 °C</li><li>Dimensiones 22 mm x 80 mm x 2,2 mm</li><li>Peso 7g (todas las capacidades)</li><li>Vibraciones en servicio 2,17 G (7-800 Hz)</li><li>Vibraciones en reposo 20 G (20-1000 Hz)</li><li>MTBF 1.500.000 horas</li><li>Garantía y asistencia Garantía limitada de 3 años con asistencia técnica gratuita</li></ul>","categoryId":3,"id":"433744e0-78ec-4c35-bc8d-8f32bf269dcd","stock":14,"userSellerId":2},{"title":"WD Black SN850X SSD 2 TB M.2 2280 PCIe Gen4 NVMe","price":231000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1058/10582474/1320-wd-black-sn850x-ssd-2-tb-m2-2280-pcie-gen4-nvme.jpg","description":"<p><strong>La ventaja definitiva. </strong>Prepárate para una velocidad de juego vertiginosa con el WD_BLACK™ SN850X NVMe™ SSD. Disfruta de tiempos de carga impresionantes y reduce las ralentizaciones, los retrasos y las apariciones repentinas de elementos para obtener una experiencia fluida y rápida que te permite competir dando lo máximo de ti. Este disco diseñado para juegos está disponible en capacidades de 1 a 4 TB, con un disipador de calor opcional en los discos de 1 y 2 TB que ayuda a lograr un rendimiento de primer nivel para una experiencia de juego más consistente. Con las funciones avanzadas del Modo para Juegos 2.0 (solo para Windows®), junto con una velocidad que se acerca a los límites de la interfaz PCIe® Gen4, el WD_BLACK SN850X NVMe SSD ofrece un rendimiento de primer nivel para que puedas seguir jugando, transmitiendo partidas, grabando y dominando el juego.</p><h2>Características:</h2><ul><li><strong>Obtén la ventaja en definitiva en tus juegos: </strong>La increíble velocidad de hasta 7300 MB/s ofrece un rendimiento de primer nivel con tiempos de carga extremadamente cortos, que te permite disfrutar de la experiencia de juego de élite que estabas esperando.</li><li><strong>Potencia tu ordenador: </strong>La latencia tan sumamente baja permite cargar los gráficos rápido y con el mínimo de retrasos para una experiencia de juego fluida y satisfactoria.</li><li><strong>Más espacio para más juegos: </strong>Los títulos actuales más destacados pueden ocupar 200 GB o más de almacenamiento. Una gama de capacidades de 1 a 4 TB significa que puedes tener a mano más juegos y entrar en acción rápido.</li><li><strong>Gana con el disipador de calor: </strong>Los discos WD_BLACK SN850X NVMe™ SSD de 1 y 2 TB cuentan con una versión con disipador de calor opcional que no solo tiene una cuidada estética, sino que también ayuda a mantener el máximo rendimiento de tu ordenador en las sesiones de juego más intensas.</li><li><strong>Modo para Juegos 2.0: </strong>La última versión del Modo para Juegos ofrece aún más características para mejorar el rendimiento del ordenador, como la predicción de carga para preparar elementos del juego y así permitir una carga rápida durante la partida.</li><li><strong>Máxima velocidad con PCIe® Gen4: </strong>El WD_BLACK SN850X NVMe™ SSD ofrece una salida próxima a los límites de la interfaz PCIe® Gen4, que te ayuda a lograr un rendimiento ultrarrápido en el almacenamiento y los componentes del sistema.</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Factor de forma de disco SSD: M.2</li><li>SDD, capacidad: 2000 GB</li><li>Interfaz: PCI Express 4.0</li><li>NVMe: Si</li><li>Componente para: PC</li><li>Encriptación de hardware: No</li><li>Velocidad de lectura: 7300 MB/s</li><li>Velocidad de escritura: 6600 MB/s</li><li>Lectura aleatoria (4KB): 1200000 IOPS</li><li>Escritura aleatoria (4KB): 1100000 IOPS</li><li>Carriles datos de interfaz PCI Express: x4</li><li>Sistema operativo Windows soportado: Windows 10, Windows 11, Windows 8.1</li><li>calificación TBW: 1200</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 85 °C</li><li>Intervalo de temperatura de almacenaje: -40 - 85 °C</li><li>Máxima temperatura: 85 °C</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 22 mm</li><li>Profundidad: 80 mm</li><li>Altura: 2,38 mm</li><li>Peso: 7,5 g</li></ul></ul>","categoryId":3,"id":"32829372-1640-48e5-8eb9-158ca32ab009","stock":12,"userSellerId":3},{"title":"Kioxia Exceria G2 Unidad SSD 1TB NVMe M.2 2280","price":91500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/75/755132/1533-kioxia-exceria-g2-unidad-ssd-1tb-nvme-m2-2280.jpg","description":"<p>La nueva segunda generación de la serie de unidades <strong>SDD EXCERIA G2 de KIOXIA</strong> lleva el rendimiento al siguiente nivel con hasta 2100 MB/s de velocidad de lectura secuencial(1), permitiendo un arranque, una transferencia de archivos y una capacidad de respuesta del sistema más rápidos. Aprovechando la memoria Flash 3D BiCS FLASH™, esta serie de unidades SSD actualizada para uso convencional ahora ofrece hasta 2 TB de capacidad en un diseño M.2 2280 adecuado para ordenadores de sobremesa y portátiles.</p><p>La serie de unidades SSD de <strong>KIOXIA EXCERIA</strong> redefine el almacenamiento convencional para los usuarios habituales que se sienten limitados por el hardware basado en SATA. Despídase de los discos lentos y disfrute de una experiencia informática digna de sus aplicaciones. En comparación con las unidades SDD SATA, la serie de unidades SDD EXCERIA G2 ofrece un rendimiento y valor equilibrado que transformará su sistema.</p><p>Gracias a su diseño M.2 2280 de una sola cara, la serie de unidades SSD EXCERIA G2 se conecta directamente a la placa madre, reduciendo así el desorden de cables adicionales y permitiendo mejorar su sistema de una manera sencilla y elegante.</p><p>¿Por qué seguir usando una interfaz diseñada para discos duros? Utilizando la tecnología NVMe™ 1.3c, la serie de unidades SSD EXCERIA G2 reduce la latencia en la ruta de E/S de su sistema entre su SSD y su CPU, dando como resultado un rendimiento uniforme y con gran capacidad de respuesta.</p><p>Cada unidad SSD EXCERIA está fabricada con BiCS FLASH™ y una estructura de celdas apiladas verticalmente que ofrece almacenamiento de vanguardia.</p><h2>Características:</h2><ul><li>BiCS FLASH™</li><li>tecnología NVMe™ 1.3c</li><li>Diseño M.2 2280</li><li>PCIe® Gen3 x4</li><li>SSD Utility Management Software</li></ul><h2>Especificaciones Kioxia Exceria G2:</h2><ul><li><strong>Capacidad y dimensiones</strong><ul><li>Capacidad 1 TB</li><li>Diseño M.2 tipo 2280-S2-M</li><li>Interfaz PCI Express® Revisión de la especificación básica 3.1a (PCIe®)</li><li>Tipo de memoria flash BiCS FLASH™ TLC</li><li>Velocidad máxima de la interfaz 32 GT/s (PCIe® Gen3 x4)</li><li>Tamaño (máx: lar. x an. x al.) 80,15 x 22,15 x 2,23 mm</li><li>Comando de interfaz Revisión del conjunto de comandos 1.3c NVM Express™</li><li>Peso 1 TB: 6,8 g (típicamente)</li></ul></li><li><strong>Actuación</strong><ul><li>Rendimiento Velocidad máxima de lectura secuencial(1) 2100 MB/s</li><li>Velocidad máxima de escritura secuencial(1) 1700 MB/s</li><li>Velocidad máxima de lectura aleatoria(2) 1 TB 400 000 IOPS</li><li>Velocidad máxima de escritura aleatoria(2) 400&nbsp;000 IOPS</li><li>Resistencia: TBW(3) 1 TB: 400 TB</li><li>MTTF 1,5 millones de horas</li></ul></li><li><strong>Especificaciones medioambientales</strong><ul><li>Temperatura de funcionamiento 0 °C (Ta) a 85 °C (Tc)</li><li>Temperatura de almacenamiento -40 °C a 85 °C</li><li>Resistencia a los golpes 9806 km/s2 {1,000 G} 0,5 ms media onda sinusoidal</li><li>Vibración 196 m/s2 {20 G} Pico, 10~2,000 Hz, (20 min / eje) x 3 ejes</li><li>Tensión de suministro 3,3 V ±5 %</li><li>Consumo de energía<ul><li>PS3: 50 mW (típicamente)</li><li>PS4: 5 mW (típicamente)</li></ul></li><li>Consumo de energía (activo) 1 TB: 3,5 W (típicamente)</li></ul></li><li><strong>Compatibilidad</strong><ul><li>PCI Express Compatible con revisión de especificaciones básicas 3.1a PCI Express® y revisión del conjunto de comandos 1.3c NVM Express™</li><li>Tipo de conector conector de llave M.2 M</li><li>Aplicaciones principales Ordenadores de sobremesa y portátiles personales</li></ul></li><li><strong>Funciones adicionales</strong><ul><li>Servicios y asistencia Garantía de 5 años del fabricante</li><li>Optimización del rendimiento Funciones de TRIM, Idle Time Garbage Collection</li></ul></li></ul>","categoryId":3,"id":"07bc9913-30f2-42f6-90b4-4a50816bbe33","stock":19,"userSellerId":2},{"title":"Kioxia Exceria Plus Disco Duro Externo Portátil SSD 1TB USB-C","price":115500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/75/755138/1452-kioxia-exceria-plus-disco-duro-ssd-portatil-1-tb-usb-32-mejor-precio.jpg","description":"<p>Conozca la serie de unidades <strong>SSD EXCERIA PLUS portátiles de KIOXIA</strong>: una combinación de diseño elegante y atemporal y de la tecnología SDD de KIOXIA que emplea memoria flash BiCS FLASH™ 3D, ofreciendo una velocidad de lectura de hasta 1050&nbsp;MB/s. Muy adecuada para los usuarios en movimiento y creadores de contenido, la serie de unidades SDD EXCERIA PLUS portátiles prioriza la portabilidad con una carcasa a prueba de impactos que alberga hasta 2&nbsp;TB de datos en la palma de la mano.</p><p>Sus datos pueden ir a donde usted vaya, y con estilo. La serie de unidades SDD EXCERIA PLUS portátiles de KIOXIA destaca tanto en el diseño como en la portabilidad con su carcasa suave y redondeada de aluminio. Fácil de agarrar y compacta para guardar en el bolsillo, esta serie elegante de unidades SDD portátiles ofrece un almacenamiento práctico y compacto para usuarios que buscan un diseño atemporal para su estilo de vida móvil.</p><p><strong>Compatible con Windows OS, macOS, iPadOS, Android™ OS, PS4, PS4 Pro, PS5 y Xbox serie X/S</strong>, la unidad SDD EXCERIA PLUS portátil combina un conector fino USB Type-C® con una interfaz USB 3.2 Gen2, que le permite transferir rápidamente vídeos en 4K e imágenes en alta resolución. Cada unidad SDD EXCERIA PLUS portátil también incluye un cable USB-C a USB-A y USB-C a USB-C para garantizar su funcionalidad con sistemas actuales y heredados.</p><h2>Características:</h2><ul><li>Interfaz USB 3.2 Gen2</li><li>Incluye cable USB Type-C® a USB-A y USB-C a USB-C</li><li>Compatible con Windows OS, macOS, iPadOS, Android™ OS, PS4, PS4 Pro, PS5, Xbox serie X/S(2)</li><li>Carcasa duradera a prueba de impactos compatible con la prueba de caídas MIL-STD (3)</li><li>Los usuarios también pueden utilizar el software SSD Utility management de KIOXIA para proteger sus contraseñas y mantener a salvo sus datos de valor</li></ul><h2>Especificaciones:</h2><ul><li>Capacidad 1 TB</li><li>Interfaz USB3.2 Gen2 / USB3.2 Gen1 / USB2.0</li><li>Protocolo de interfaz modo UASP</li><li>Tamaño (típ. : largo x ancho x alto) 105&nbsp;mm x 45&nbsp;mm x 14.7&nbsp;mm</li><li>Peso 76&nbsp;g (típ.)</li><li>Rendimiento</li><li>Velocidad máxima de lectura secuencial 1050&nbsp;MB/s</li><li>Velocidad máxima de escritura secuencial 1000&nbsp;MB/s</li><li>Especificaciones medioambientales</li><li>Temperatura de funcionamiento 0&nbsp;°C (Ta) a 45&nbsp;°C (Ta)</li><li>Temperatura de almacenamiento -40&nbsp;°C a 85&nbsp;°C</li><li>Resistente a impactos en cumplimiento con el procedimiento IV MIL-STD-810H 516.8 (3)</li><li>Vibración 3.10 Grms, 2~500 Hz, (30 min / eje) x 3 ejes</li><li>Compatibilidad</li><li>Aplicaciones objetivo</li><li>Ordenadores de sobremesa, portátiles, tabletas, teléfonos móviles y videoconsolas de clientes</li><li>Sistemas operativos y dispositivos compatibles(2)</li><li>Windows OS: Windows 10 Home x64, WIndows 10 Pro x64, Windows 8.1 edición x64</li><li>macOS: macOS 10.13, macOS 10.14, macOS 10.15, macOS 11.3</li><li>iPadOS: iPad OS 14.6</li><li>Android™ OS: Android 11</li><li>PS4, PS4 Slim, PS4 Pro: Versión de firmware 8.50</li><li>PS5: 21.01-03.00.00.38-00.00.00.01</li><li>Xbox serie X/S: Versión de firmware 10.0.19041.7339 (Última actualización: 10 de noviembre de 2021)</li><li>Tipo de conector USB Type-C®</li><li>Funciones adicionales</li><li>Servicios y asistencia Garantía de 3 años del fabricante</li><li>Accesorios incluidos</li><li>cable USB-C a USB-A (300&nbsp;mm)</li><li>Cable USB Type-C a USB-C (300&nbsp;mm)</li></ul>","categoryId":3,"id":"1955955c-d03d-48b4-a2a1-a433ca005f6f","stock":48,"userSellerId":4},{"title":"WD Red Pro 3.5\" 14TB NAS SATA 3","price":672000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1079/10797827/1264-wd-red-pro-35-14tb-nas-sata-3.jpg","description":"<p>Diseñados especialmente para las empresas medianas o grandes, los discos <strong>WD Red™ Pro</strong> están disponibles para sistemas NAS de hasta 24 compartimentos.</p><p><strong>WD Red™ Pro</strong> está diseñado para gestionar cargas de trabajo de alta intensidad en entornos que funcionan las 24 horas, todos los días. Es ideal para archivar y compartir contenido, además de reconfigurar matrices RAID en sistemas operativos ampliados, como ZFS u otros sistemas de archivos.</p><p>Estos discos añaden valor a su empresa porque permiten a los empleados compartir rápidamente sus archivos y hacer copias de seguridad de sus carpetas en una solución NAS.</p><h2>Características</h2><ul><li><strong>Tecnología exclusiva NASware™ 3.0. </strong>Nuestra avanzada y exclusiva tecnología del firmware, NASware™ 3.0, permite una integración impecable, una sólida protección de los datos y un rendimiento óptimo de los sistemas que operan en entornos NAS exigentes. La avanzada tecnología NASware 3.0, incluida en cada disco duro WD Red™ Pro, mejora el rendimiento de almacenamiento aumentando la compatibilidad, la integración, la fiabilidad y las posibilidades de mejora.</li><li><strong>Creado para una compatibilidad con NAS óptima. </strong>Los discos WD Red™ Pro con tecnología NASware™ facilitan enormemente la elección de un disco. Nuestro exclusivo algoritmo optimizado para sistemas NAS equilibra el rendimiento y la fiabilidad en los entornos NAS y RAID. Sencillamente, WD Red™ Pro es uno de los discos más compatibles disponibles para dispositivos NAS. Pero no es necesario que se fíe de nosotros. Los discos WD Red™ Pro cuentan con una amplia lista de pruebas de compatibilidad y compromiso con la tecnología NAS de nuestros socios.</li><li><strong>Protección contra impactos para entornos NAS con un mayor número de compartimentos. </strong>Los discos WD Red™ Pro están equipados con un sensor de choques con varios ejes que detecta automáticamente los impactos por pequeños que sean y una tecnología de altura de vuelo del cabezal dinámica que ajusta cada función de lectura/escritura en tiempo real para compensar el movimiento y proteger los datos. Esta combinación de tecnologías protege aún más los discos en los entornos NAS de gran tamaño de 24 compartimentos y aumenta su fiabilidad.</li><li><strong>3D Active Balance Plus. </strong>Nuestra tecnología de control de equilibrio de dos planos mejorada incrementa el rendimiento general y la fiabilidad de los discos. Los discos duros que no están adecuadamente equilibrados pueden producir una vibración y un ruido excesivos en un sistema con varios discos, que acortan la duración útil del disco duro y degradan el rendimiento a lo largo del tiempo.</li><li><strong>Recuperación de errores. </strong>Diseñados específicamente para los entornos RAID y NAS, los discos WD Red™ Pro están equipados con controles de recuperación de errores como parte de la tecnología NASware™ 3.0, que ayuda a reducir los problemas de discos en las aplicaciones RAID.</li><li><strong>Más pruebas de funcionamiento. </strong>Un entorno NAS que tenga hasta 24 compartimentos es muy exigente con los discos duros, ya que produce más vibraciones y altas temperaturas. Por este motivo, cada disco duro WD Red™ Pro pasa por amplias pruebas de funcionamiento del ciclo térmico, que ayudan a garantizar que cada disco se comprueba para tener un funcionamiento fiable.</li><li><strong>Mayor duración de la garantía. </strong>Los discos WD Red™ Pro incorporan una garantía limitada de 5 años para una mayor tranquilidad.</li><li><strong>Discos para ordenadores de sobremesa frente a WD Red™ Pro. </strong>Elija el disco diseñado específicamente para NAS adecuado para su sistema con una gama de prestaciones que le ayudarán a proteger sus datos y a asegurar un rendimiento óptimo. Tenga en cuenta los siguientes aspectos cuando elija un disco duro para su NAS:<ul><li>Compatibilidad: a diferencia de los discos para ordenadores de sobremesa, estos discos se han sometido a pruebas específicas de compatibilidad con sistemas NAS para asegurar un rendimiento óptimo.</li><li>Fiabilidad: los entornos siempre en funcionamiento de un sistema NAS o RAID presentan temperaturas elevadas. Los discos para ordenadores de sobremesa no suelen estar diseñados para esas condiciones ni someterse a las pruebas correspondientes, mientras que los discos WD Red™ Pro sí.</li><li>Controles para la recuperación de errores: Los discos duros para NAS WD Red™ Pro están diseñados específicamente con control para la recuperación de errores de RAID que ayuda a reducir los fallos en el sistema NAS.</li><li>Protección frente al ruido y las vibraciones: diseñados para funcionar de forma independiente, los discos para ordenadores de sobremesa suelen ofrecer poca o ninguna protección frente al ruido y las vibraciones que afectan a los sistemas con varios discos. Los discos WD Red™ Pro están diseñados para destacar en entornos con sistemas NAS de varios compartimentos.</li></ul></li></ul><h2>Especificaciones WD Red Pro:</h2><ul><li><strong>Características</strong></li><ul><li>Tamaño del HDD: 3.5\"</li><li>Capacidad del HDD: 14 TB</li><li>Velocidad de rotación del HDD: 7200 RPM</li><li>Interfaz: Serial ATA III</li><li>Tipo: Unidad de disco duro</li><li>Componente para: NAS</li><li>Hot-swap: No</li><li>Tamaño de unidad de almacenamiento de búfer: 512 MB</li><li>Velocidad de transferencia Interfaz del HDD: 6 Gbit/s</li><li>Velocidad media de transferencia del HDD: 255 MB/s</li><li>Límite de tasa de carga de trabajo: 550 TB/año</li><li>Tiempo medio entre fallos: 2500000 h</li><li>Certificación: BSMI, ICES-003/NMB-003, CE, FCC, KC, Maghreb, RCM, UKCA, VCCI, CB-Scheme, TUV, UL</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 65 °C</li><li>Intervalo de temperatura de almacenaje: -40 - 70 °C</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 101,6 mm</li><li>Altura: 147 mm</li><li>Profundidad: 26,1 mm</li><li>Peso: 690 g</li></ul></ul>","categoryId":3,"id":"96f91c11-4ee1-49f6-85c5-77128f5762cd","stock":66,"userSellerId":2},{"title":"Intenso TX100 Disco Duro Externo SSD 1TB USB-C Azul","price":99000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1080/10803303/1903-intenso-tx100-disco-duro-externo-ssd-1tb-usb-c-azul.jpg","description":"<p><strong>Esta potente y compacta unidad está diseñada pensando en usted</strong> y cuenta con una variedad de funciones centradas en el cliente que redefinirán su experiencia de almacenamiento. Primero, hablemos de durabilidad: el Intenso TX100 está diseñado para durar gracias a su resistente superficie de goma. No más preocupaciones por resbalones o golpes accidentales, sus valiosos datos están protegidos de forma segura.</p><h2>Características:</h2><ul><li><strong>Interfaz USB 3.2 Gen 1x1 Super Speed. </strong>La unidad SSD TX100 de Intenso está equipada con una interfaz USB 3.2 Gen 1x1. Esto permite alcanzar velocidades de transferencia de datos de hasta 500 MB/s.</li><li><strong>Varias capacidades. </strong>La SSD TX100 externa está disponible en varias capacidades, desde 250 GB hasta 2 TB.</li><li><strong>Superficie de goma. </strong>Gracias a su superficie de goma, el TX100 es resistente a los golpes. No te preocupes más por resbalones o golpes accidentales, tus valiosos datos están protegidos de forma segura.</li></ul><h2>Especificaciones Intenso TX100:</h2><ul><li><strong>Unidad de estado sólido</strong></li><ul><li>SDD, capacidad: 1 TB</li><li>Velocidad de lectura: 500 MB/s</li></ul></ul><ul><li><strong>Puertos e Interfaces</strong></li><ul><li>Conector USB: USB Tipo C</li><li>Versión USB: 3.2 Gen 1 (3.1 Gen 1)</li></ul></ul><ul><li><strong>Características</strong></li><ul><li>Material de la carcasa: Plástico, Caucho</li><li>Funciones de protección: Resistente a golpes</li><li>Color del producto: Azul, Gris</li></ul></ul><ul><li><strong>Detalles técnicos</strong></li><ul><li>Certificados de sostenibilidad: CE, Triman, UKCA</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 54 mm</li><li>Profundidad: 10 mm</li><li>Altura: 91 mm</li><li>Peso: 44 g</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Cables incluidos: USB tipo C a USB tipo A, USB tipo C a USB tipo C</li><li>Manual de usuario: Si</li><li>Ancho del paquete: 141 mm</li><li>Profundidad del paquete: 25 mm</li><li>Altura del paquete: 171 mm</li><li>Peso del paquete: 166 g</li><li>Tipo de embalaje: Caja</li></ul></ul>","categoryId":3,"id":"0e816f05-e710-42ca-83fd-14c2a55b4422","stock":63,"userSellerId":2},{"title":"Seagate IronWolf Nas 8 TB SATA3","price":315000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/28/281064/seagate-ironwolf-nas-8-tb-sata3-caracteristicas.jpg","description":"<p>Resistentes. Preparadas. Escalables.&nbsp;Para todo lo que sea NAS, <strong>IronWolf </strong>o IronWolf Pro. Siempre encendida y siempre en funcionamiento, <strong>IronWolf </strong>está reforzada con la tecnología AgileArray, que ofrece fiabilidad óptima y agilidad al sistema. La tecnología multiusuario y los índices de carga de trabajo extremos le permiten a IronWolf rendir y complementar la expansión de su empresa.</p><div class=\"col-xs-12 m-y-2\"><div class=\"embed-responsive embed-responsive-16by9\"><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/esdBjutdufI?modestbranding=1\"></iframe></div></div></div></div><h2>Caracteristicas:</h2><ul><li><strong>IronWolf + el poder de AgileArray</strong><ul><li>Unidad de disco duro optimizada para sistemas NAS para la mejor experiencia posible del usuario.</li><li>IronWolf Health Management en sistemas NAS1 compatibles ayuda continuamente a proteger el buen estado de sus datos.</li><li>La función de equilibrio de la unidad con sensores de vibración giratoria (RV) se encargan de la vibración de varias bahías para un rendimiento sistemático y una fiabilidad a largo plazo.</li><li>El rendimiento optimizado para RAID maximiza la capacidad de respuesta y el tiempo de actividad con el control de recuperación de errores adaptado a sistemas NAS.</li><li>La gestión de energía avanzada permite ahorrar electricidad y suministra la cantidad de corriente pertinente en el momento oportuno.</li></ul></li><li><strong>Proteja activamente sus datos con IronWolf Health Management en NAS populares y activados.</strong>&nbsp;IronWolf Health Management está diseñado para operar en sistemas NAS2compatibles, como Synology y ASUSTOR. Equipado con unidades de disco duro IronWolf o IronWolf Pro1 mejora la fiabilidad general del sistema al mostrarle al usuario medidas de prevención prácticas y opciones de intervención y recuperación.</li><li><strong>Con varias bahías y lista para NAS con sensores de RV integrados.</strong>&nbsp;Primeras en su clase, las unidades IronWolf vienen equipadas con sensores de RV en las unidades de alta capacidad para mantener el rendimiento en carcasas NAS de múltiples bahías. Los sensores de RV de IronWolf Pro vienen ya incluidos con la compra de la unidad, lo cual ayuda a las empresas y a los profesionales creativos a disfrutar de un rendimiento uniforme durante muchos años.</li><li><strong>Logre más con tecnología de múltiples usuarios.</strong>&nbsp;Saque más provecho de su NAS con la optimización multiusuario. Al facilitar cargas operativas de hasta 180 TB/año con IronWolf, varios usuarios pueden cargar y descargar datos a un servidor NAS con plena confianza. IronWolf favorece al profesional creativo o a la pequeña empresa.</li><li><strong>Despliegue su creatividad en cualquier lugar con IronWolf y su NAS.</strong>&nbsp;La capacidad de expansión del almacenamiento les permite a usted y a su empresa creativa mantenerse al día. IronWolf e IronWolf Pro son complementos ideales para su NAS para ofrecer acceso remoto ininterrumpido, copias de seguridad y uso compartido de archivos desde cualquier lugar, lo que facilita compartir ideas. IronWolf e IronWolf Pro están diseñados para afrontar los desafíos de capacidad de expansión de NAS en las agencias en pleno desarrollo que necesitan una mayor capacidad de almacenamiento.</li><li><strong>Amplíe su empresa NAS.</strong>&nbsp;Una próspera pequeña empresa precisa de un almacenamiento que pueda prosperar con ella. IronWolf se ha optimizado para sistemas NAS en entornos RAID múltiples que se ocupan tanto de la vibración como de un índice alto de carga de trabajo de usuarios en una red de datos de mucho tráfico. Presentamos la tecnología multiusuario: hasta 180 TB/año con IronWolf, hasta 300 TB/año con IronWolf Pro.</li><li><strong>Domine los archivos multimedia.</strong>&nbsp;Cree su propio imperio doméstico de contenido multimedia en NAS con las unidades de disco duro IronWolf. IronWolf e IronWolf Pro son número uno en su clase por su capacidad de almacenamiento en unidades de hasta 12 TB y el rendimiento necesario para manejar contenido de alta definición en sistemas NAS. Almacene miles de películas en alta definición y aún más fotos en su servidor privado. Considérela su propia nube doméstica.</li></ul><h2>Especificaciones Seagate IronWolf Nas ST8000VN004:</h2><ul><li><strong>Características</strong><ul><li>Tamaño del HDD: 3.5\"</li><li>Capacidad del HDD: 8000 GB</li><li>Velocidad de rotación del HDD: 7200 RPM</li><li>Interfaz: Serial ATA III</li><li>Tipo: Unidad de disco duro</li><li>Componente para: NAS</li><li>Tamaño de unidad de almacenamiento de búfer: 256 MB</li><li>Velocidad de transferencia Interfaz del HDD: 6 Gbit/s</li><li>Velocidad de transferencia de impulso sostenido del HDD: 25,51 MiB/s</li><li>Promedio de latencia: 4,16 ms</li><li>Tiempo medio entre fallos: 1200000 h</li></ul></li></ul><ul><li><strong>Control de energía</strong><ul><li>Voltaje de operación: 5 / 12 V</li></ul></li></ul><ul><li><strong>Condiciones ambientales</strong><ul><li>Intervalo de temperatura operativa: 5 - 60 °C</li><li>Intervalo de temperatura de almacenaje: -40 - 70 °C</li><li>Vibración no operativa: 2,27 G</li><li>Golpes en funcionamiento: 70 G</li><li>Golpe (fuera de operación): 250 G</li></ul></li></ul><ul><li><strong>Peso y dimensiones</strong><ul><li>Ancho: 101,8 mm</li><li>Altura: 26,1 mm</li><li>Profundidad: 147 mm</li><li>Peso: 705 g</li></ul></li></ul><ul><li><strong>Empaquetado</strong><ul><li>Adaptador para unidad de almacenamiento incluido: No</li><li>Cantidad: 1</li></ul></li></ul>","categoryId":3,"id":"9bf5b1c3-99fd-4782-8783-98b62b1f1a44","stock":24,"userSellerId":4},{"title":"Acer Predator GM7 4TB SSD M.2 PCI Express 4.0 NVMe","price":367500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1080/10800342/1354-acer-predator-gm7-4tb-ssd-m2-pci-express-40-nvme.jpg","description":"<p><strong>Predator GM7 PCIe 4.0 alcanza una increíble velocidad de lectura de 7400 MB/s</strong>. Con la última tecnología de controlador<strong> PCIe Gen4</strong>, consume menos energía (5,67 W máximo, lo que significa menos temperatura, incluso bajo una carga de trabajo pesada). El nuevo controlador se combina con una tecnología flash NAND de última generación.</p><p>A los entusiastas, jugadores y creadores de contenido que necesitan transferencias de datos más rápidas les encantará. <strong>GM7 también es perfecto para PS5</strong>. La PCB estándar M.2 2280 se adapta perfectamente a su computadora de <strong>escritorio, portátil y PS5 para actualizar el sistema.</strong></p><h2>Características:</h2><ul><li><strong>LA VELOCIDAD PARA TRABAJAR O JUGAR CON CONFIANZA. </strong>Predator GM7 de alto rendimiento ofrece velocidades de lectura sin concesiones de hasta 7400 MB/s utilizando la interfaz PCIe 4.0. Es el kit ideal para que los entusiastas dominen sus juegos, permitiéndoles crear contenido sin ningún problema.</li><li><strong>MÁS SUAVE DE LO QUE ESPERABAS. </strong>Predator GM7 es compatible con HMB (Host Memory Buffer) y está equipado con SLC Cache para proporcionar un rendimiento de nivel superior, lo que permite cargar juegos más fácilmente y transmitir archivos pequeños.</li><li><strong>BATE NUEVOS RÉCORDS CON EL CONTROLADOR PCIE 4.0. </strong>La interfaz PCI Express permite una comunicación de gran ancho de banda entre el dispositivo y la placa base y otro hardware. Con la actualización principal a 4.0, esta versión PCIe aumenta drásticamente el ancho de banda disponible, aumentando significativamente el potencial de lo que puede hacer el hardware conectado. Equipado con un formidable controlador PCIe 4.0 y flash de calidad, Predator GM7 cuenta con una excelente velocidad de 2400 MT/s.</li><li><strong>MÁS CAPACIDAD UTILIZABLE, MAYOR VIDA ÚTIL. </strong>on NAND de calidad, Predator GM7 proporciona un rendimiento increíble y una vida útil más larga. Predator GM7 ofrece una mayor capacidad para satisfacer sus necesidades de almacenamiento.</li><li><strong>GESTIÓN DE ENERGÍA MÁS EFICAZ. </strong>Predator GM7 adopta un controlador de ahorro de energía de 12 nm, regulación térmica y administración de energía para superar los problemas típicos de calentamiento, una solución eficiente incluso bajo una carga de trabajo pesada.</li><li><strong>CLONACIÓN GRATUITA DE ACRONIS, TRANSFERENCIA DE DATOS INCONSÚTIL. </strong>Con nuestra versión personalizada gratuita de Acronis True Image, los consumidores tienen acceso a transferencias y copias de seguridad de datos sin problemas. Este software de clonación es capaz de restaurar las funciones del sistema en caso de desastre natural o emergencia para garantizar la preservación, seguridad y privacidad de los datos. Enlace de descarga: https://go.acronis.com/AcerPredator</li><li><strong>SE ADAPTA PERFECTAMENTE A TODOS TUS DISPOSITIVOS. </strong>La PCB de un solo lado de GM7 se adapta perfectamente a su computadora de escritorio y portátil para actualizar su sistema. Puede servir como la unidad de su elección para la mayoría de los dispositivos.</li><li><strong>SSD EXTREMADAMENTE DURADERO CON GARANTÍA DE 5 AÑOS*. </strong>Predator GM7 se ha fabricado con pruebas estrictas para proporcionar una calidad excepcionalmente sólida y un TBW garantizado. También viene con una garantía de 5 años.</li></ul><h2>Especificaciones Acer Predator GM7:</h2><ul><li><strong>Características</strong></li><ul><li>Versión NVMe: 1.4</li><li>Factor de forma de disco SSD: M.2</li><li>SDD, capacidad: 4 TB</li><li>Interfaz: PCI Express 4.0</li><li>NVMe: Si</li><li>Componente para: Universal</li><li>Velocidad de lectura: 7400 MB/s</li><li>Velocidad de escritura: 6500 MB/s</li><li>Lectura aleatoria (4KB): 950 IOPS</li><li>Escritura aleatoria (4KB): 980 IOPS</li><li>Tiempo medio entre fallos: 1500000 h</li><li>Certificación: CE, FCC, RoHS, VCCI, RCM, BSMI</li></ul></ul><ul><li><strong>Control de energía</strong></li><ul><li>Consumo de energía (lectura): 3,09 W</li><li>Consumo de energía (escritura): 3,16 W</li><li>Consumo de energía (espera): 0,014 W</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: -40 - 85 °C</li><li>Intervalo de temperatura de almacenaje: 0 - 70 °C</li><li>Resistencia a la vibración: 6,0667 G</li></ul></ul><ul><li><strong>Detalles técnicos</strong></li><ul><li>Cumplimiento de sostenibilidad: Si</li><li>Certificados de sostenibilidad: RoHS</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 80 mm</li><li>Profundidad: 2,2 mm</li><li>Altura: 22 mm</li><li>Peso: 7 g</li></ul></ul>","categoryId":3,"id":"90baf011-15be-4092-8119-91db20f1b8e3","stock":46,"userSellerId":3},{"title":"WD Red Plus 3.5\" 10TB NAS SATA 3","price":463500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/38/385084/1197-wd-red-plus-35-10tb-nas-sata-3.jpg","description":"<p>Repleto de potencia para manejar entornos NAS de pequeñas y medianas empresas y mayores cargas de trabajo 1 para clientes SOHO, <strong>WD Red ™ Plus</strong> es ideal para archivar y compartir, así como para la reconstrucción de matrices RAID en sistemas que utilizan ZFS y otros sistemas de archivos.</p><p>Construidas y probadas <span style=\"text-decoration:underline\">para sistemas NAS</span> de hasta 8 bahías, estas unidades le brindan la flexibilidad, versatilidad y confianza para almacenar y compartir sus valiosos archivos domésticos y del trabajo.</p><h2>Características</h2><ul><li><strong>Para pequeñas o medianas empresas. </strong>Transmita, haga copias de seguridad, comparta y organice su contenido digital con un NAS y unidades WD Red ™ Plus diseñadas para compartir contenido sin esfuerzo con los dispositivos de su hogar o negocio. La tecnología NASware ™ 3.0 aumenta la compatibilidad de sus unidades con su red y dispositivos existentes. Para empresas más grandes con hasta 24 bahías, cuente con las unidades WD Red ™ Pro para brindar un rendimiento excepcional.</li><li><strong>NASware 3.0 exclusivo. </strong>No es suficiente con cualquier unidad. Obtenga hasta 112 TB de capacidad en su sistema NAS de 8 bahías y con la tecnología NASware 3.0 exclusiva de Western Digital, puede optimizar todos y cada uno de los discos. Integrada en cada disco duro WD Red ™ Plus, la tecnología avanzada de NASware 3.0 mejora el rendimiento del almacenamiento al aumentar la compatibilidad, la integración, la capacidad de actualización y la confiabilidad.</li><li><strong>Diseñado para una compatibilidad NAS óptima.</strong> Las unidades WD Red ™ Plus con tecnología NASware ™ eliminan las conjeturas al seleccionar una unidad. Optimizado para sistemas NAS, nuestro algoritmo único equilibra el rendimiento y la confiabilidad en entornos NAS y RAID. En pocas palabras, una unidad WD Red ™ Plus es una de las unidades más compatibles disponibles para gabinetes NAS. Pero no confíe en nuestra palabra. Las unidades WD Red ™ Plus son un reflejo de la amplia participación en la tecnología de los socios NAS y las pruebas de compatibilidad.&nbsp;</li><li><strong>WD Red ™ Pro para grandes empresas. </strong>Si está buscando un rendimiento de servicio pesado para NAS, las unidades WD Red ™ Pro ofrecen un rendimiento excepcional para clientes de empresas medianas y grandes con demandas extremas. Para entornos NAS con 9 a 24 bahías, las unidades WD Red ™ Pro ofrecen un rendimiento sin concesiones y una garantía inquebrantable respaldada por una garantía limitada de 5 años.&nbsp;</li><li><strong>3D Active Balance Plus. </strong>Nuestra tecnología mejorada de control de equilibrio de doble plano mejora significativamente el rendimiento general y la confiabilidad del variador. Los discos duros que no están correctamente equilibrados pueden causar vibración y ruido excesivos en un sistema de varios discos, reducir la vida útil del disco duro y degradar el rendimiento con el tiempo.</li><li><strong>Entorno 24 horas al día, 7 días a la semana. </strong>Dado que su sistema NAS está siempre encendido, una unidad confiable es esencial. Con un MTBF de hasta 1 millón de horas, la unidad WD Red ™ Plus está diseñada para hacer frente a entornos 24x7.&nbsp;</li><li><strong>Soporte premium y una garantía limitada de 3 años.</strong> Actualice con confianza el rendimiento de su NAS con la garantía de una garantía limitada de 3 años, junto con los servicios de soporte de clase mundial incluidos con cada unidad WD Red ™ Plus.&nbsp;</li><li><strong>Unidades de sobremesa frente a WD Red ™ Plus. </strong>Haga lo correcto con su NAS y elija la unidad diseñada específicamente para NAS con una variedad de funciones para ayudar a preservar sus datos y mantener un rendimiento óptimo.&nbsp;</li></ul><h2>Especificaciones</h2><ul><li><strong>Características</strong></li><ul><li>Tamaño del HDD: 3.5\"</li><li>Capacidad del HDD: 10000 GB</li><li>Velocidad de rotación del HDD: 7200 RPM</li><li>Interfaz: Serial ATA III</li><li>Velocidad de transferencia Interfaz del HDD: 6 Gbit/s</li><li>Límite de tasa de carga de trabajo: 180 TB/año</li><li>Nivel de ruido ( reposo): 34 dB</li><li>Tiempo medio hasta fallo (MTTF): 1000000 h</li></ul></ul><ul><li><strong>Control de energía</strong></li><ul><li>Consumo de energía (inactivo): 0,5 W</li><li>Consumo de energía (lectura): 8,4 W</li><li>Consumo de energía (escritura): 8,4 W</li><li>Consumo de energía (espera): 4,6 W</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 65 °C</li><li>Intervalo de temperatura de almacenaje: -40 - 70 °C</li><li>Golpe (fuera de operación): 250 G</li></ul></ul><ul><li><strong>Detalles técnicos</strong></li><ul><li>Certificados de sostenibilidad: RoHS</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 101,6 mm</li><li>Altura: 26,1 mm</li><li>Profundidad: 147 mm</li><li>Peso: 750 g</li></ul></ul>","categoryId":3,"id":"388ca237-91e8-4c50-8133-d9f880c37516","stock":64,"userSellerId":4},{"title":"Kingston A400 SSD 960 GB SATA3","price":87000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/16/167312/1282750.jpg","description":"La unidad <strong>A400 de estado sólido de Kingston</strong> ofrece enormes mejoras en la <u>velocidad de respuesta</u>, sin actualizaciones adicionales del hardware. Brinda lapsos de arranque, carga y de transferencia de archivos increíblemente más breves en comparación con las unidades de disco duro mecánico.<p></p><p>Apoyada en su controlador de la más reciente generación, que ofrece <u>velocidades de lectura y escritura de hasta 500 MB/s y 450 MB/</u>s, respectivamente, esta unidad SSD es 10 veces más rápida que los discos duros tradicionales y provee un mejor rendimiento, velocidad de respuesta ultrarrápida en el procesamiento multitareas y una aceleración general del sistema. Además son más fiables y duraderas que las unidades de disco duro, y están disponibles en varias capacidades que van de 120 GB hasta 960 GB.</p><h2>Características:</h2><ul><li>Arranques, cargas y transferencias de archivos todos con mayor rapidez</li><li>Más fiable y duradera que las unidades de disco duro</li><li>Varias capacidades, para almacenar las aplicaciones o sustituir del todo unidades de disco duro.</li></ul><h2>Especificaciones:</h2><ul><li>Peso y dimensiones<ul><li>Ancho: 100 mm</li></ul><ul><li>Profundidad: 69,9 mm</li></ul><ul><li>Altura: 7 mm</li></ul><ul><li>Peso: 41 g</li></ul></li></ul><ul><li>Control de energía<ul><li>Consumo de energía (lectura): 0,642 W</li></ul><ul><li>Consumo de energía (escritura): 1,535 W</li></ul><ul><li>Consumo de energía (espera): 0,195 W</li></ul><ul><li>Consumo de energía (promedio): 0,279 W</li></ul></li></ul><ul><li>Detalles técnicos<ul><li>Intervalo de temperatura operativa: 0 - 70 °C</li></ul><ul><li>Intervalo de temperatura de almacenaje: -40 - 85 °C</li></ul><ul><li>Vibración operativa: 2,17 G</li></ul><ul><li>Vibración no operativa: 20 G</li></ul></li></ul><ul><li>Software<ul><li>Sistema operativo Windows soportado: Si</li></ul><ul><li>Sistema operativo MAC soportado: Si</li></ul><ul><li>Sistema operativo Linux soportado: Si</li></ul></li></ul><ul><li>Diseño<ul><li>Factor de forma de disco SSD: 2.5\"</li></ul><ul><li>Color del producto: Negro</li></ul><ul><li>Certificación: CE, FCC</li></ul></li></ul><ul><li>Desempeño<ul><li>Disco de estado sólido, capacidad: 960 GB</li></ul><ul><li>Interfaces de disco de estado sólido: Serial ATA III</li></ul><ul><li>Velocidad de lectura: 500 MB/s</li></ul><ul><li>Velocidad de escritura: 320 MB/s</li></ul><ul><li>Componente para: PC/ordenador portátil</li></ul><ul><li>Compatible con NVM Express (NVMe): No</li></ul><ul><li>Velocidad de transferencia de datos: 6 Gbit/s</li></ul><ul><li>Tipo de memoria: TLC</li></ul><ul><li>Tipo de controlador: 2Ch</li></ul><ul><li>Tiempo medio entre fallos: 1000000 h</li></ul><ul><li>calificación TBW: 40</li></ul></li></ul>","categoryId":3,"id":"b99dd978-3523-445d-b9b9-b17512fe55fb","stock":63,"userSellerId":3},{"title":"Kingston A400 SSD 480GB","price":51000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/12/128275/1282750.jpg","description":"<p>La <span>unidad A400 de estado sólido de Kingston</span> ofrece enormes mejoras en la <span style=\"text-decoration:underline\">velocidad de respuesta</span>, sin actualizaciones adicionales del hardware. Brinda lapsos de arranque, carga y de transferencia de archivos increíblemente más breves en comparación con las unidades de disco duro mecánico.</p><p>Apoyada en su controlador de la más reciente generación, que ofrece <span style=\"text-decoration:underline\">velocidades de lectura y escritura de hasta 500 MB/s y 450 MB/</span>s, respectivamente, esta unidad SSD es 10 veces más rápida que los discos duros tradicionales y provee un mejor rendimiento, velocidad de respuesta ultrarrápida en el procesamiento multitareas y una aceleración general del sistema. Además son más fiables y duraderas que las unidades de disco duro, y están disponibles en varias capacidades que van de 120 GB hasta 480 GB.</p><div class=\"col-xs-12 m-y-2\"><div class=\"embed-responsive embed-responsive-16by9\"><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/Zccm7UHltCs?modestbranding=1\"></iframe></div></div></div></div><h2>Características:</h2><ul>    <li class=\"ms-hover\">Arranques, cargas y transferencias de archivos todos con mayor rapidez</li>    <li class=\"ms-hover\">Más fiable y duradera que las unidades de disco duro</li>    <li class=\"ms-hover\">Varias capacidades, para almacenar las aplicaciones o sustituir del todo unidades de disco duro.</li></ul><h2>Especificaciones Kingston A400 SSD 480GB:</h2><ul>    <li>Peso y dimensiones    <ul>        <li>Ancho: 100 mm</li>    </ul>    <ul>        <li>Profundidad: 69,9 mm</li>    </ul>    <ul>        <li>Altura: 7 mm</li>    </ul>    <ul>        <li>Peso: 41 g</li>    </ul>    </li></ul><ul>    <li>Control de energía    <ul>        <li>Consumo de energía (lectura): 0,642 W</li>    </ul>    <ul>        <li>Consumo de energía (escritura): 1,535 W</li>    </ul>    <ul>        <li>Consumo de energía (espera): 0,195 W</li>    </ul>    <ul>        <li>Consumo de energía  (promedio): 0,279 W</li>    </ul>    </li></ul><ul>    <li>Detalles técnicos    <ul>        <li>Intervalo de temperatura operativa: 0 - 70 °C</li>    </ul>    <ul>        <li>Intervalo de temperatura de almacenaje: -40 - 85 °C</li>    </ul>    <ul>        <li>Vibración operativa: 2,17 G</li>    </ul>    <ul>        <li>Vibración no operativa: 20 G</li>    </ul>    </li></ul><ul>    <li>Software    <ul>        <li>Sistema operativo Windows soportado: Si</li>    </ul>    <ul>        <li>Sistema operativo MAC soportado: Si</li>    </ul>    <ul>        <li>Sistema operativo Linux soportado: Si</li>    </ul>    </li></ul><ul>    <li>Diseño    <ul>        <li>Factor de forma de disco SSD: 2.5\"</li>    </ul>    <ul>        <li>Color del producto: Negro</li>    </ul>    <ul>        <li>Certificación: CE, FCC</li>    </ul>    </li></ul><ul>    <li>Desempeño    <ul>        <li>Disco de estado sólido, capacidad: 480 GB</li>    </ul>    <ul>        <li>Interfaces de disco de estado sólido: Serial ATA III</li>    </ul>    <ul>        <li>Velocidad de lectura: 500 MB/s</li>    </ul>    <ul>        <li>Velocidad de escritura: 450 MB/s</li>    </ul>    <ul>        <li>Componente para: PC/ordenador portátil</li>    </ul>    <ul>        <li>Compatible con NVM Express (NVMe): No</li>    </ul>    <ul>        <li>Velocidad de transferencia de datos: 6 Gbit/s</li>    </ul>    <ul>        <li>Tipo de memoria: TLC</li>    </ul>    <ul>        <li>Tipo de controlador: 2Ch</li>    </ul>    <ul>        <li>calificación TBW: 160</li>    </ul>    </li></ul>","categoryId":3,"id":"f3a0c1a7-df20-4b64-acb4-8458a364da7f","stock":35,"userSellerId":4},{"title":"WD Red Plus NAS 8TB 3.5\" SATA 3","price":349500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1037/10376671/1194-western-digital-nas-wd-red-plus-8tb-ssd-35-sata-3.jpg","description":"<p>Disco Duro Interno <strong>Western Digital WD Red Plus</strong> SSD 8TB 3.5\" Sata 6gb/s en color rojo.</p><h2>Características</h2><ul><li>Gracias a la exclusiva tecnología NASware 3.0 de Western Digital, podrá optimizar su disco. La avanzada tecnología NASware 3.0, incluida en cada disco duro WD Red Plus, mejora el rendimiento de almacenamiento aumentando la compatibilidad, la integración, la fiabilidad y las posibilidades de mejora.</li><li>Creados para una compatibilidad con sistemas NAS óptima. Los discos WD Red Plus con tecnología NASware facilitan enormemente la elección de un disco. Nuestro exclusivo algoritmo optimizado para sistemas NAS equilibra el rendimiento y la fiabilidad en los entornos NAS y RAID.</li><li>Sencillamente, WD Red Plus es el disco más compatible con carcasas NAS que existe. Pero no es necesario que se fíe de nosotros. Los discos WD Red Plus cuentan con una amplia lista de pruebas de compatibilidad y compromiso con la tecnología NAS de nuestros socios.</li><li>WD Red Pro para grandes empresas: Si está buscando el mayor rendimiento en un sistema NAS, los discos WD Red Pro proporcionan un rendimiento excepcional a las medianas y grandes empresas más exigentes. En los entornos NAS de 9 a 24 compartimentos, los discos WD Red Pro ofrecen un rendimiento sin concesiones y una tranquilidad absoluta.</li><li>3D Active Balance Plus. Nuestra tecnología de control de equilibrio de dos planos mejorada incrementa el rendimiento general y la fiabilidad de los discos. Los discos duros que no están adecuadamente equilibrados pueden producir una vibración y un ruido excesivos en un sistema con varios discos, que acortan la duración útil del disco duro y degradan el rendimiento a lo largo del tiempo.</li><li>Entornos que funcionan las 24 horas, los siete días de la semana puesto que su sistema NAS está siempre en funcionamiento, es esencial elegir un disco fiable.&nbsp;</li></ul><h2>Especificaciones</h2><ul><li><strong>Generales</strong></li><ul><li>Tamaño del HDD: 3.5\"</li><li>Capacidad del HDD: 8000 GB</li><li>Velocidad de rotación del HDD: 5400 RPM</li><li>Interfaz: Serial ATA III</li><li>Tipo: Unidad de disco duro</li><li>Componente para: NAS</li><li>Tamaño de unidad de almacenamiento de búfer: 128 MB</li><li>Velocidad de transferencia Interfaz del HDD: 6 Gbit/s</li><li>Límite de tasa de carga de trabajo: 180 TB/año</li><li>Nivel de ruido ( reposo): 25 dB</li><li>Tiempo medio entre fallos: 1000000 h</li></ul></ul><ul><li><strong>Control de energía</strong></li><ul><li>Consumo de energía (inactivo): 0,4 W</li><li>Consumo de energía (lectura): 6,2 W</li><li>Consumo de energía (escritura): 6,2 W</li><li>Consumo de energía (espera): 4,1 W</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 65 °C</li><li>Intervalo de temperatura de almacenaje: -40 - 70 °C</li><li>Golpe (fuera de operación): 250 G</li></ul></ul><ul><li><strong>Detalles técnicos</strong></li><ul><li>Certificados de sostenibilidad: RoHS</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 101,6 mm</li><li>Altura: 147 mm</li><li>Profundidad: 26,1 mm</li><li>Peso: 750 g</li></ul></ul>","categoryId":3,"id":"a8923344-9dca-4fca-8b97-2b8aac95499d","stock":69,"userSellerId":1}]