[{"title":"Corsair Vengeance RGB DDR5 6000MHz PC5-48000 32GB 2x16GB CL30 Memoria Dual AMD EXPO e Intel XMP","price":208500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1066/10662597/152-corsair-vengeance-rgb-ddr5-4800mhz-32gb-2x16gb-cl30.jpg","description":"<p>La memoria <strong>CORSAIR VENGEANCE RGB DDR5</strong> ofrece un rendimiento DDR5, mayores frecuencias y más capacidades optimizadas para placas base AMD/Intel, mientras que ilumina si PC con una iluminación RGB dinámica y direccionable individualmente en diez zonas.</p><h3>Hágalo todo, y mas rápido</h3><p>En la era multinúcleo, la velocidad sin precedentes de la DRAM DDR5 garantiza que su CPU de alta gama pueda recibir datos rápidamente y con facilidad. Ya sea para jugar, para crear contenidos, para abrir 100 pestañas a la vez o para trabajar en modo multitarea, su PC para juegos podrá sobreponerse a las tareas complejas más rápido que nunca antes.</p><h3>Regulación de voltaje integrada</h3><p>Tiene la potencia y el control en sus manos. La regulación del voltaje integrada con el control de software iCUE ofrece un overclocking más fácil, estable y afinado que nunca.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/GGuseTafinA\"></iframe></div></div><p></p><h2>Características:</h2><ul><li><strong>ILUMINACIÓN DINÁMICA RGB EN DIEZ ZONAS:</strong> Ilumine su sistema con la iluminación de diez LED RGB ultrabrillantes y direccionables individualmente por módulo, encerrados en una barra de luz panorámica.</li><li><strong>AMPLIA COMPATIBILIDAD:</strong> Optimizada para la última generación de DDR5 compatibles con las placas base AMD e Intel.</li><li><strong>DISIPADOR DE CALOR DE ALUMINIO SÓLIDO:</strong> Conduce el calor para alejarlo de la memoria rápidamente, con el refinado estilo VENGEANCE en dos tonos para adaptarse al aspecto de los sistemas modernos.</li><li><strong>CHIPS DE MEMORIA RIGUROSAMENTE CRIBADOS Y SELECCIONADOS A MANO:</strong> Garantizan un rendimiento constante de alta frecuencia con opciones de programación agresivas.</li><li><strong>ANCHO DE BANDA MÁXIMO, TIEMPOS DE RESPUESTA AJUSTADOS:</strong> Optimizado para el máximo ancho de banda y los tiempos de respuesta ajustados de las placas base Intel DDR5 más recientes.</li><li><strong>PLACA IMPRESA PERSONALIZADA PARA EL MÁXIMO RENDIMIENTO: </strong>Garantiza la estabilidad y calidad de la señal para un capacidad de overclocking superior.</li></ul><h2>Especificaciones Corsair Vengeance RGB DDR5:</h2><ul><li>Memoria interna: 32 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 16 GB</li><li>Tipo de memoria interna: DDR5</li><li>Velocidad de memoria del reloj: 6000 MHz</li><li>Componente para: PC/servidor</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>ECC: No</li><li>Voltaje de memoria: 1.4 V</li><li>Perfil SPD: Si</li><li>Retroiluminación: Si</li><li>Color de luz de fondo: RGB</li></ul>","categoryId":5,"id":"f899de80-ab78-46d5-a155-ec4793ac3125","stock":66,"userSellerId":1},{"title":"Corsair Vengeance LPX DDR4 3200 PC4-25600 16GB 2X8GB CL16 Negro","price":63000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/26/262822/corsair-vengeance-lpx-ddr4-3200-pc4-25600-16gb-2x8gb-cl16-negro.jpg","description":"<p>La memoria <strong>Corsair Vengeance LPX</strong> se ha diseñado para overclocking de alto rendimiento. El disipador de calor, fabricado en aluminio puro, permite una disipación térmica más rápida, la placa impresa de ocho capas administra el calor y proporciona una capacidad superior para incrementar el overclocking.</p><div class=\"col-xs-12 m-y-2\"><div class=\"embed-responsive embed-responsive-16by9\"><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/8wbcW__ASbA?rel=0\"></iframe></div></div></div></div><h2>Características:</h2><ul><li><strong>Compatibilidad probada:</strong> Parte de nuestro exhaustivo proceso de pruebas incluye la verificación del rendimiento y de la compatibilidad de prácticamente todas las placas base del mercado, y de algunas que no lo son.<br><strong></strong></li><li><strong>Compatibilidad con XMP 2.0:</strong> Una sola opción de configuración adaptará automáticamente su kit VENGEANCE LPX a la mayor velocidad segura. Obtendrá un rendimiento extraordinario, totalmente fiable, sin bloqueos ni otros comportamientos extraños.<br><strong></strong></li><li><strong>Difusores térmicos de aluminio:</strong> La sobrecarga del overclocking está limitada por la temperatura de funcionamiento. El diseño único del disipador de calor de VENGEANCE LPX retira de manera óptima el calor de los circuitos integrados y lo conduce a la trayectoria de refrigeración de su sistema, con lo que puede pedirle todavía más.<br><strong></strong></li><li><strong>Diseñados para overclocking de alto rendimiento:</strong> Cada módulo VENGANCE LPX está construido a partir de un PCB de rendimiento personalizado y circuitos integrados de memoria rigurosamente seleccionados. El eficaz disipador del calor proporciona una refrigeración eficaz para mejorar el potencial de overclocking.<br><strong></strong></li><li><strong>Diseño de perfil bajo:</strong> El formato de pequeñas dimensiones la convierte en la opción perfecta para los chasis más pequeños o para cualquier sistema cuyo espacio interno sea escaso.<br><strong></strong></li><li><strong>Conjunte su sistema:</strong> El aspecto de los mejores sistemas de alto rendimiento está a tono con la excelencia de su funcionamiento. La VENGANCE LPX está disponible en distintos colores para combinar con su placa base, sus otros componentes, su chasis o… sencillamente con su color favorito.</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Latencia CAS: 16</li><li>Memoria interna: 16 GB</li><li>Tipo de memoria interna: DDR4</li><li>Velocidad de memoria del reloj: 3200 MHz</li><li>Componente para: PC/servidor</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>Diseño de memoria (módulos x tamaño): 2 x 8 GB</li><li>Tipo de enfriamiento: Disipador térmico</li></ul></ul>","categoryId":5,"id":"3cd47c96-a8e8-4dfe-9bee-af9b16e4a1b2","stock":28,"userSellerId":2},{"title":"Corsair Vengeance DDR5 5600MHz 64GB 2x32GB CL40 Negra","price":298500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1073/10733716/1225-corsair-vengeance-ddr5-5600mhz-64gb-2x32gb-cl40-negra.jpg","description":"<p><strong>CORSAIR VENGEANCE DDR5</strong>, optimizado para placas base <strong>Intel</strong>®, ofrece las frecuencias más altas y las mayores capacidades de la tecnología DDR5 en un módulo compacto de alta calidad que se adapta a su sistema. Los chips de memoria de alta frecuencia cuidadosamente seleccionados alimentan su PC a través de un procesamiento, renderizado y almacenamiento en búfer más rápidos que nunca, con regulación de voltaje incorporada para un overclocking fácil y finamente controlado. El software CORSAIR iCUE permite el monitoreo de frecuencia en tiempo real, la regulación de voltaje integrada y la personalización del perfil Intel XMP 3.0.</p><p>Un distintivo disipador de calor de aluminio sólido mantiene fría la memoria, al tiempo que garantiza una amplia compatibilidad con una amplia gama de placas base y refrigeradores de CPU. Con una garantía limitada de por vida como garantía de confiabilidad en los próximos años, <strong>VENGEANCE DDR5 </strong>continúa con un legado de rendimiento de memoria de larga data.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/wSwZT4fB6fU\"></iframe></div></div><p></p><h2>Características</h2><ul><li><strong>Bienvenido a lo último en rendimiento</strong>: supere los límites de su sistema como nunca antes con la memoria DDR5, desbloqueando frecuencias aún más rápidas, mayores capacidades y mejor rendimiento que las generaciones anteriores.</li><li><strong>Hágalo todo y más rápido</strong>: a medida que las CPU modernas cuentan con más y más núcleos, la velocidad sin precedentes de DDR5 garantiza que su CPU de gama alta obtenga datos rápidamente, lo que permite un procesamiento, renderizado y almacenamiento en búfer más rápidos que nunca.</li><li><strong>Regulación de voltaje integrada:</strong> hace que el overclocking sea más fácil, mejor ajustado y más estable a través del software CORSAIR iCUE que el control de la placa base de la generación anterior.</li><li><strong>Perfiles Intel® XMP 3.0 personalizados</strong>: personalice y guarde sus propios perfiles XMP a través de iCUE para adaptar el rendimiento por aplicación o tarea para una mayor eficiencia.</li><li><strong>Potente software CORSAIR iCUE:</strong> permite lecturas de frecuencia en tiempo real, regulación de voltaje integrada y perfiles XMP personalizados.</li><li><strong>Factor de forma compacto</strong>: el espacio reducido garantiza una amplia compatibilidad con casi cualquier construcción DDR5.</li><li><strong>Chips de memoria cuidadosamente seleccionados y clasificados a mano:</strong> garantizan un rendimiento constante de alta frecuencia con opciones de temporización agresivas.</li><li><strong>Disipador de calor de aluminio sólido</strong>: conduce el calor lejos de su memoria rápidamente, con un estilo VENGEANCE refinado para adaptarse al aspecto de los sistemas modernos.</li><li><strong>PCB de alto rendimiento</strong>: garantiza la calidad y estabilidad de la señal, para una capacidad de overclocking superior.</li><li><strong>Optimizado para placas base Intel® DDR5</strong>: para una amplia compatibilidad con las placas base más recientes.</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Latencia CAS: 40</li><li>Memoria interna: 64 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 32 GB</li><li>Tipo de memoria interna: DDR5</li><li>Velocidad de memoria del reloj: 5600 MHz</li><li>Componente para: PC/servidor</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>ECC: No</li><li>Voltaje de memoria: 1.25 V</li><li>Intel® Extreme Memory Profile (XMP): Si</li><li>Versión del perfil Intel XMP (Extreme Memory Profile): 3.0</li><li>Perfil SPD: Si</li><li>País de origen: Taiwán</li><li>Tipo de enfriamiento: Disipador térmico</li></ul></ul><ul><li><strong>Datos logísticos</strong></li><ul><li>Código de Sistema de Armomización (SA): 84733020</li></ul></ul>","categoryId":5,"id":"e8cf3fda-8ce3-4e90-aaa1-bb4b101cef17","stock":69,"userSellerId":2},{"title":"Corsair Vengeance RGB Pro DDR4 3200 PC4-25600 32GB 2x16GB CL16","price":130500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/35/351295/1838-corsair-vengeance-rgb-pro-ddr4-3200-pc4-25600-32gb-2x16gb-cl16.jpg","description":"<p>La memoria con overclocking DDR4 <strong>Corsair Vengeance RGB Pro</strong> ilumina el PC con un efecto hipnótico gracias a la iluminación RGB dinámica multizona, además de ofrecer las mejores características de las DDR4 en cuanto a rendimiento.</p><div class=\"col-xs-12 m-y-2\"><div class=\"embed-responsive embed-responsive-16by9\"><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/nujuAnZ9K50?modestbranding=1\"></iframe></div></div></div></div><h2>Características:</h2><ul><li><strong>Visualiza, sincroniza, memoriza.</strong> Vengeance RGB Pro es la memoria overclockeada de la serie DDR4 que ilumina tu PC con una fascinante iluminación RGB dinámica de múltiples zonas, mientras brinda lo mejor en rendimiento DDR4.</li><li><strong>Software de nueva generación. </strong>El potente software Corsair iCUE da vida a tu sistema con un control de iluminación RGB dinámico, sincronizado en todos tus productos compatibles con iCUE, incluida la memoria, los ventiladores, las tiras de luz LED RGB, los teclados, los ratones y más. Personaliza docenas de perfiles de iluminación predefinidos, experimenta con una gran variedad de colores ajustables por el usuario y ajusta el brillo del LED para que combine perfectamente con tu sistema.</li><li><strong>Ancho de banda máximo y tiempo de respuesta ajustado. </strong>Optimizado para un rendimiento máximo en las últimas placas base Intel y AMD DDR4.</li><li><strong>No se necesitan cables.</strong> No es necesario instalar cables adicionales, por lo que la instalación es limpia y sin obstáculos.</li><li><strong>Placa impresa personalizada para el máximo rendimiento. </strong>Proporciona la mejor calidad de señal para conseguir el máximo nivel de rendimiento y estabilidad.</li><li><strong>Memoria rigurosamente seleccionada. </strong>Circuitos impresos cuidadosamente seleccionados para un mayor potencial de overclocking.</li><li><strong>Difusores térmicos de aluminio. </strong>Mejora la conductividad térmica para refrigerar la memoria al máximo incluso durante el overclocking.</li><li><strong>Compatibilidad con XMP 2.0. </strong>Para configurar la memoria con los ajustes de rendimiento idóneos y optimizar el rendimiento, basta con una única configuración del BIOS.</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Latencia CAS: 16</li><li>Memoria interna: 32 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 16 GB</li><li>Tipo de memoria interna: DDR4</li><li>Velocidad de memoria del reloj: 3200 MHz</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>Voltaje de memoria: 1.2,1.3 V</li><li>Perfil SPD: Si</li><li>Retroiluminación: Si</li><li>Productos compatibles: Intel Z390,AMD 400 Series,AMD X570</li></ul></ul>","categoryId":5,"id":"05fea1c2-0910-4ab1-ba0b-5a32b402868f","stock":19,"userSellerId":2},{"title":"Kingston FURY Beast RGB DDR4 3200MHz 16GB 2x8GB CL16","price":67500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1078/10789579/1632-kingston-fury-beast-rgb-ddr4-3200mhz-16gb-2x8gb-cl16.jpg","description":"<p>El módulo de memoria <strong>RAM DDR4 RGB FURY Beast de Kingston</strong> ofrece un aumento del rendimiento con unas velocidades fulgurantes y un estilo agresivo único con iluminación RGB. Esta deslumbrante y rentable actualización está disponible en frecuencias de 2666MHz a 3733MHz, latencias de CL15 a CL19, capacidades de 8GB a 32GB como módulo individual, y de 16GB a 128GB como kit. Su overclocking automático Plug N Play a velocidades de 2666 MHz está disponible en Intel XMP y Ryzen. El módulo FURY Beast DDR4 RGB se mantiene fresco gracias a su elegante y delgado disipador. Probada al 100% y garantizada de por vida, esta actualización es muy fácil y sin complicaciones para tu sistema Intel o AMD.</p><p>Dale a tu estación de combate una actualización elegante con el disipador DDR4 RGB Beast y los suaves y sorprendentes efectos RGB personalizables. Utiliza el potente software FURY CTRL de Kingston o el del fabricante de la placa base para crear tu propio aspecto.</p><h2>Características</h2><ul><li>Impresionante iluminación RGB con un estilo agresivo</li><li>Tecnología patentada de sincronización por infrarrojos Kingston FURY</li><li>Compatible con Intel XMP</li><li>Velocidades de hasta 3733MHz y capacidades de hasta 128GB</li><li>2666MHz Capacidad Plug &amp; Play</li></ul><h2>Especificaciones Kingston FURY Beast RGB</h2><ul><li>Capacidad 16 Go</li><li>Frecuencia(s) memoria DDR4 3200 MHz</li><li>Especificación memoria</li><li>Unbuffered</li><li>Número de módulos de memoria 2</li><li>Capacidad por módulo de memoria 8 Go</li><li>LED Sí</li><li>LED RGB Sí</li><li>Refrigeración</li><li>Radiador Sí</li><li>Color radiador Negro</li><li>Ventilador suministrado No</li><li>Timings</li><li>CAS Latency 16</li><li>RAS to CAS Delay 17</li><li>RAS Precharge Time 17</li><li>Estos timings son compatibles con una tensión mínima de: 1.35 Volt(s)</li><li>Tensión 1,35 Voltios</li></ul>","categoryId":5,"id":"5670aff1-6736-4c16-95dd-e49046b96c8c","stock":22,"userSellerId":2},{"title":"Corsair Vengeance RGB DDR5 6400MHz 64GB 2x32GB CL32 Negra","price":445500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1074/10740069/1329-corsair-vengeance-rgb-ddr5-6400mhz-64gb-2x32gb-cl32-negra.jpg","description":"<p>La memoria <strong>CORSAIR VENGEANCE RGB DDR5 </strong>ofrece rendimiento DDR5, frecuencias más altas y mayores capacidades optimizadas para placas base Intel®, mientras ilumina su PC con <span style=\"text-decoration:underline\">iluminación RGB</span> de diez zonas dinámica y direccionable individualmente.</p><p>Los chips de memoria de alta frecuencia cuidadosamente seleccionados permiten un procesamiento, renderizado y almacenamiento en búfer más rápidos que nunca, con <span style=\"text-decoration:underline\">regulación de voltaje integrada</span> para un overclocking fácil y finamente controlado.</p><p>Tome el control con el <span style=\"text-decoration:underline\">software CORSAIR iCUE</span> y habilite la personalización de iluminación RGB, el control de frecuencia en tiempo real, la regulación de voltaje integrada y la <span style=\"text-decoration:underline\">personalización del perfil Intel XMP 3.0</span>.</p><p>Una <span style=\"text-decoration:underline\">PCB personalizada</span> proporciona una excelente calidad de señal para un alto rendimiento y estabilidad en las placas base Intel DDR5 más recientes. Para un rendimiento DDR5 de vanguardia con una fascinante iluminación RGB, <strong>VENGEANCE RGB DDR5 </strong>ilumina el camino.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/GGuseTafinA\"></iframe></div></div><p></p><h2>Características</h2><ul><li><strong>Bienvenido a la vanguardia del rendimiento:</strong> supere los límites de su sistema como nunca antes con la memoria CORSAIR DDR5, desbloqueando frecuencias aún más rápidas, mayores capacidades y un mayor procesamiento de la CPU.</li><li><strong>Iluminación RGB dinámica de diez zonas: </strong>ilumine su sistema con diez LED RGB ultra-brillantes direccionables individualmente por módulo, encerrados en una barra de luz panorámica para una iluminación RGB vívida desde cualquier ángulo de visión.</li><li><strong>Regulación de voltaje integrada:</strong> permite un overclocking más fácil, más preciso y más estable a través del software CORSAIR iCUE que el control de la placa base de la generación anterior.</li><li><strong>Perfiles Intel® XMP 3.0 personalizados: </strong>personalice y guarde sus propios perfiles XMP a través de iCUE para adaptar el rendimiento por aplicación o tarea para una mayor eficiencia.</li><li><strong>Cree y personalice:</strong> elija entre docenas de perfiles de iluminación preestablecidos o cree los suyos propios en iCUE.</li><li><strong>Máximo ancho de banda y tiempos de respuesta ajustados:</strong> optimizado para un rendimiento máximo en las placas base Intel® DDR5 más recientes.</li><li><strong>PCB de rendimiento personalizado:</strong> proporciona la más alta calidad de señal para el mayor nivel de rendimiento y estabilidad.</li><li><strong>Memoria ajustada a la pantalla:</strong> chips de memoria cuidadosamente seleccionados para un mayor potencial de overclocking.</li><li><strong>Potente software CORSAIR iCUE:</strong> control de iluminación RGB dinámico sincronizado en toda la configuración de iCUE, lecturas de temperatura y frecuencia en tiempo real, regulación de voltaje integrada y perfiles XMP personalizados.</li><li><strong>Disipador de calor de aluminio macizo con estilo: </strong>aleja el calor de su memoria de manera eficiente, con un estilo VENGEANCE refinado que se adapta a la apariencia de los sistemas modernos.</li></ul><h2>Especificaciones Corsair Vengeance RGB</h2><ul><li><strong>Características</strong></li><ul><li>Latencia CAS: 32</li><li>Memoria interna: 64 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 32 GB</li><li>Tipo de memoria interna: DDR5</li><li>Velocidad de memoria del reloj: 6400 MHz</li><li>Componente para: PC</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>Voltaje de memoria: 1.4 V</li><li>Intel® Extreme Memory Profile (XMP): Si</li><li>Versión del perfil Intel XMP (Extreme Memory Profile): 3.0</li><li>Perfil SPD: Si</li><li>Tipo de enfriamiento: Disipador térmico</li><li>Retroiluminación: Si</li><li>Color de luz de fondo: Multi</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Tipo de embalaje: Caja</li></ul></ul>","categoryId":5,"id":"f449b972-5ca2-4a79-a5df-304de63d8c07","stock":37,"userSellerId":4},{"title":"Kingston FURY Beast DDR5 5200MHz 32GB 2x16GB CL40","price":163500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/67/677215/1955-kingston-fury-beast-ddr5-5200mhz-32gb-2x16gb-cl40.jpg","description":"<p>La memoria <strong>FURY Beast DDR5 de Kingston</strong> aporta la última tecnología a las plataformas de juego de última generación. Al impulsar aún más la velocidad, la capacidad y la fiabilidad, la DDR5 viene con un arsenal de características mejoradas.</p><p>La memoria FURY Beast DDR5 de Kingston aporta lo último en tecnología avanzada a las plataformas de juego de última generación. Impulsando aún más la velocidad, la capacidad y la fiabilidad, la DDR5 viene con un arsenal de características mejoradas, como el ECC en el chip (ODECC) para una mayor estabilidad a velocidades extremas, subcanales duales de 32 bits para una mayor eficiencia, y un nuevo módulo de memoria para la próxima generación de plataformas de juegos.Entre ellas se encuentran el ECC en el chip (ODECC) para una mayor estabilidad a velocidades extremas, subcanales duales de 32 bits para una mayor eficiencia y un CI de gestión de la energía en el módulo (PMIC) para proporcionar energía donde más se necesita.<br><br>Tanto si quieres superar los límites de tus juegos con las configuraciones más extremas, como si quieres transmitir en directo en 4K+ o realizar grandes animaciones y renderizaciones en 3D, la Kingston FURY Beast DDR5 es el siguiente nivel que necesitas, ya que combina estilo y rendimiento. Además, utiliza Intel XMP 3.0, una nueva especificación de overclocking que incluye dos perfiles personalizables para las velocidades y los tiempos.</p><h2>Características:</h2><ul><li>Compatible y certificado con Intel XMP 3.0</li><li>Probado y aprobado para que puedas construir y actualizar con confianza en tu placa base favorita.</li><li>El nuevo disipador combina un estilo audaz con una prodigiosa funcionalidad de refrigeración.</li><li>Con el doble de bancos y dos subcanales independientes de 32 bits, la gestión de datos de la DDR5 destaca en los juegos, programas y aplicaciones más recientes y exigentes.</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Memoria interna: 32 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 16 GB</li><li>Velocidad de memoria del reloj: 5200 MHz</li><li>Componente para: PC/servidor</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>Voltaje de memoria: 1.25 V</li><li>Configuración de módulos: 2048M x 64</li><li>Tiempo de ciclo de fila: 48 ns</li><li>Tiempo de actualización de ciclo de fila: 295 ns</li><li>Tiempo activo en fila: 32 ns</li><li>Intel® Extreme Memory Profile (XMP): Si</li><li>Programador de potencia de voltaje (VPP): 1,8 V</li><li>Tipo de enfriamiento: Disipador térmico</li><li>Placa de plomo: Oro</li><li>Estándar JEDEC: Si</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 85 °C</li><li>Intervalo de temperatura de almacenaje: -55 - 100 °C</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 133,3 mm</li><li>Profundidad: 6,62 mm</li><li>Altura: 34,9 mm</li></ul></ul>","categoryId":5,"id":"1ff6ea71-531e-44b1-8947-59d2fa187e47","stock":16,"userSellerId":3},{"title":"Corsair Vengeance DDR5 6400MHz PC5-51200 32GB 2x16GB CL32 Negra","price":211500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1073/10731572/1329-corsair-vengeance-ddr5-6400mhz-pc5-51200-32gb-2x16gb-cl32-negra.jpg","description":"<p><strong>CORSAIR VENGEANCE DDR5</strong>, optimizado para placas base <strong>Intel</strong>®, ofrece las frecuencias más altas y las mayores capacidades de la tecnología DDR5 en un módulo compacto de alta calidad que se adapta a su sistema. Los chips de memoria de alta frecuencia cuidadosamente seleccionados alimentan su PC a través de un procesamiento, renderizado y almacenamiento en búfer más rápidos que nunca, con regulación de voltaje incorporada para un overclocking fácil y finamente controlado. El software CORSAIR iCUE permite el monitoreo de frecuencia en tiempo real, la regulación de voltaje integrada y la personalización del perfil Intel XMP 3.0.</p><p>Un distintivo disipador de calor de aluminio sólido mantiene fría la memoria, al tiempo que garantiza una amplia compatibilidad con una amplia gama de placas base y refrigeradores de CPU. Con una garantía limitada de por vida como garantía de confiabilidad en los próximos años, <strong>VENGEANCE DDR5 </strong>continúa con un legado de rendimiento de memoria de larga data.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/wSwZT4fB6fU\"></iframe></div></div><p></p><h2>Características</h2><ul><li><strong>Bienvenido a lo último en rendimiento</strong>: supere los límites de su sistema como nunca antes con la memoria DDR5, desbloqueando frecuencias aún más rápidas, mayores capacidades y mejor rendimiento que las generaciones anteriores.</li><li><strong>Hágalo todo y más rápido</strong>: a medida que las CPU modernas cuentan con más y más núcleos, la velocidad sin precedentes de DDR5 garantiza que su CPU de gama alta obtenga datos rápidamente, lo que permite un procesamiento, renderizado y almacenamiento en búfer más rápidos que nunca.</li><li><strong>Regulación de voltaje integrada:</strong> hace que el overclocking sea más fácil, mejor ajustado y más estable a través del software CORSAIR iCUE que el control de la placa base de la generación anterior.</li><li><strong>Perfiles Intel® XMP 3.0 personalizados</strong>: personalice y guarde sus propios perfiles XMP a través de iCUE para adaptar el rendimiento por aplicación o tarea para una mayor eficiencia.</li><li><strong>Potente software CORSAIR iCUE:</strong> permite lecturas de frecuencia en tiempo real, regulación de voltaje integrada y perfiles XMP personalizados.</li><li><strong>Factor de forma compacto</strong>: el espacio reducido garantiza una amplia compatibilidad con casi cualquier construcción DDR5.</li><li><strong>Chips de memoria cuidadosamente seleccionados y clasificados a mano:</strong> garantizan un rendimiento constante de alta frecuencia con opciones de temporización agresivas.</li><li><strong>Disipador de calor de aluminio sólido</strong>: conduce el calor lejos de su memoria rápidamente, con un estilo VENGEANCE refinado para adaptarse al aspecto de los sistemas modernos.</li><li><strong>PCB de alto rendimiento</strong>: garantiza la calidad y estabilidad de la señal, para una capacidad de overclocking superior.</li><li><strong>Optimizado para placas base Intel® DDR5</strong>: para una amplia compatibilidad con las placas base más recientes.</li></ul><h2>Especificaciones Corsair Vengeance DDR5</h2><ul><li><strong>Características</strong></li><ul><li>Latencia CAS: 32</li><li>Memoria interna: 32 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 16 GB</li><li>Tipo de memoria interna: DDR5</li><li>Velocidad de memoria del reloj: 6400 MHz</li><li>Componente para: PC</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>Voltaje de memoria: 1.4 V</li><li>Intel® Extreme Memory Profile (XMP): Si</li><li>Versión del perfil Intel XMP (Extreme Memory Profile): 3.0</li><li>Perfil SPD: Si</li><li>Tipo de enfriamiento: Disipador térmico</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Tipo de embalaje: Caja</li></ul></ul>","categoryId":5,"id":"be712cf0-28a2-4b24-9eca-d1f4561c07ff","stock":67,"userSellerId":4},{"title":"Corsair Vengeance RGB DDR5 5600MHz 64GB 2x32GB CL40","price":343500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1079/10791918/1651-corsair-vengeance-rgb-ddr5-5600mhz-64gb-2x32gb-cl40.jpg","description":"<p>La memoria <strong>CORSAIR VENGEANCE RGB DDR5</strong> ofrece un rendimiento DDR5, mayores frecuencias y más capacidades optimizadas para placas base AMD, mientras que ilumina si PC con una iluminación RGB dinámica y direccionable individualmente en diez zonas.</p><h3>Hágalo todo, y mas rápido</h3><p>En la era multinúcleo, la velocidad sin precedentes de la DRAM DDR5 garantiza que su CPU de alta gama pueda recibir datos rápidamente y con facilidad. Ya sea para jugar, para crear contenidos, para abrir 100 pestañas a la vez o para trabajar en modo multitarea, su PC para juegos podrá sobreponerse a las tareas complejas más rápido que nunca antes.</p><h3>Regulación de voltaje integrada</h3><p>Tiene la potencia y el control en sus manos. La regulación del voltaje integrada con el control de software iCUE ofrece un overclocking más fácil, estable y afinado que nunca.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/GGuseTafinA\"></iframe></div></div><p></p><h2>Características</h2><ul><li><strong>ILUMINACIÓN DINÁMICA RGB EN DIEZ ZONAS:</strong> Ilumine su sistema con la iluminación de diez LED RGB ultrabrillantes y direccionables individualmente por módulo, encerrados en una barra de luz panorámica.</li><li><strong>AMPLIA COMPATIBILIDAD:</strong> Optimizada para la última generación de DDR5 compatibles con las placas base AMD.</li><li><strong>DISIPADOR DE CALOR DE ALUMINIO SÓLIDO:</strong> Conduce el calor para alejarlo de la memoria rápidamente, con el refinado estilo VENGEANCE en dos tonos para adaptarse al aspecto de los sistemas modernos.</li><li><strong>CHIPS DE MEMORIA RIGUROSAMENTE CRIBADOS Y SELECCIONADOS A MANO:</strong> Garantizan un rendimiento constante de alta frecuencia con opciones de programación agresivas.</li><li><strong>ANCHO DE BANDA MÁXIMO, TIEMPOS DE RESPUESTA AJUSTADOS:</strong> Optimizado para el máximo ancho de banda y los tiempos de respuesta ajustados de las placas base Intel DDR5 más recientes.</li><li><strong>PLACA IMPRESA PERSONALIZADA PARA EL MÁXIMO RENDIMIENTO: </strong>Garantiza la estabilidad y calidad de la señal para un capacidad de overclocking superior.</li></ul><h2>Especificaciones Corsair Vengeance RGB DDR5</h2><ul><li><strong>Características</strong></li><ul><li>Latencia CAS: 40</li><li>Memoria interna: 64 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 32 GB</li><li>Tipo de memoria interna: DDR5</li><li>Velocidad de memoria del reloj: 5600 MHz</li><li>Componente para: PC</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>ECC: No</li><li>Canales de memoria: Doble canal</li><li>Intel® Extreme Memory Profile (XMP): Si</li><li>Versión del perfil Intel XMP (Extreme Memory Profile): 3.0</li><li>Perfil SPD: Si</li><li>Tipo de enfriamiento: Disipador térmico</li><li>Placa de plomo: Oro</li><li>Retroiluminación: Si</li><li>Color de luz de fondo: Varios</li><li>Sistema operativo Windows soportado: Si</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Tipo de embalaje: Caja</li></ul></ul>","categoryId":5,"id":"0ae2047c-91ab-4a1b-b959-eaba37332833","stock":65,"userSellerId":3},{"title":"Kingston FURY Beast DDR5 6000MHz 64GB 2x32GB CL30","price":414000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1082/10825569/1269-kingston-fury-beast-ddr5-6000mhz-64gb-2x32gb-cl30.jpg","description":"<p>La memoria <strong>Kingston FURY™ Beast DDR5 </strong>la memoria trae la tecnología más novedosa y avanzada para las plataformas de juego de nueva generación. Empujando todavía más allá los límites de velocidad, capacidad y fiabilidad, DDR5 llega con multitud de novedades y mejoras, como el ECC (código de corrección de errores) interno (ODECC) para mantener la estabilidad a velocidades extremas, dobles subcanales de 32 bits para incrementar la eficacia, y un circuito integrado de gestión de alimentación dentro del modulo (PMIC) para inyectar energía cuando más se la necesita.</p><p>Gracias a los notables avances en materia de velocidad, con la duplicación de bancos desde 16 a 32 y de la longitud de ráfaga desde 8 a 16, la memoria DDR5 le llevará a nuevos niveles en materia de juego y de aplicaciones del sistema.</p><p>Tanto si está llevando los límites de su especialización jugadora hasta niveles nunca vistos, realizando difusiones 4K+ en directo o experimentando con animaciones complejas y digitalización 3D, la memoria <strong>Kingston FURY Beast DDR5 </strong>es la actualización que necesita, ya que combina perfectamente el diseño y un rendimiento sin límites.</p><p>Con opciones como Intel® XMP 3.0 , dos nuevas especificaciones de sobreaceleración DDR5 que incluyen perfiles personalizables de velocidad y temporización, <strong>Kingston FURY Beast DDR5 </strong>puede cubrir sus soluciones de sobreaceleración compatibles.</p><h2>Características</h2><ul><li><b>Excelente rendimiento de velocidad de arranque: </b>Con una impresionante velocidad de arranque de 4800 MT/s, DDR5 es un 50% más rápida que la DDR4.</li><li><b>Mejora de la estabilidad para sobreaceleración (overclocking): </b>ODECC (ECC interno) contribuye a mantener la integridad de datos del sistema para que pueda explorar los más avanzados límites del rendimiento.</li><li><b>Mayor eficacia: </b>Con el doble de bancos y de longitud de ráfaga, y con dos subcanales independientes de 32 bit, el excepcional tratamiento de los datos de la DDR5 sobresale en los juegos, programas y aplicaciones sofisticadas más recientes.</li><li><b>Homologado por los principales fabricantes de placas base del mundo: </b>Comprobada y homologada para que pueda diseñar y actualizar con toda confianza sobre su placa base preferida.</li><li><b>Disipador térmico de bajo perfil: </b>El disipador térmico de nuevo diseño combina la elegancia con una prodigiosa funcionalidad de refrigeración.</li></ul><h2>Especificaciones Kingston Fury Beast</h2><ul><li><strong>Características</strong></li><ul><li>Tipo de memoria con búfer: Unregistered (unbuffered)</li><li>On-Die ECC: Si</li><li>Latencia CAS: 30</li><li>Memoria interna: 64 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 32 GB</li><li>Tipo de memoria interna: DDR5</li><li>Rango de memoria de transferencia de datos: 6000 MT/s</li><li>Componente para: PC/servidor</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>ECC: No</li><li>Voltaje de memoria: 1.35 V</li><li>Intel® Extreme Memory Profile (XMP): Si</li><li>Versión del perfil Intel XMP (Extreme Memory Profile): 3.0</li><li>Perfil SPD: Si</li><li>País de origen: China, Taiwán</li><li>Color del producto: Negro</li><li>Tipo de enfriamiento: Disipador térmico</li><li>Placa de plomo: Oro</li><li>Retroiluminación: No</li><li>Estándar JEDEC: Si</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 85 °C</li><li>Intervalo de temperatura de almacenaje: -55 - 100 °C</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 6,6 mm</li><li>Profundidad: 133,4 mm</li><li>Altura: 34,8 mm</li><li>Peso: 77,1 g</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Ancho del paquete: 95,3 mm</li><li>Profundidad del paquete: 14 mm</li><li>Altura del paquete: 171,5 mm</li><li>Peso del paquete: 101,7 g</li></ul></ul><ul><li><strong>Datos logísticos</strong></li><ul><li>Ancho de la caja principal: 203,2 mm</li><li>Longitud de la caja: 311,2 mm</li><li>Alto de la caja principal: 101,6 mm</li><li>Peso del envase completo: 2,75 kg</li><li>Cantidad por caja: 25 pieza(s)</li></ul></ul>","categoryId":5,"id":"f41fc682-0618-4617-831e-935fd0d822b6","stock":15,"userSellerId":2},{"title":"Corsair Vengeance DDR5 6000MHz 32GB 2x16GB CL36 Negra","price":174000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1071/10711416/1640-corsair-vengeance-ddr5-6000mhz-32gb-2x16gb-cl36-negra.jpg","description":"<p><strong>CORSAIR VENGEANCE DDR5</strong>, optimizada para placas base <strong>Intel</strong>, ofrece las mayores frecuencias y capacidades de la tecnología DDR5 en un módulo compacto de alta calidad que se adapta a su sistema. Los chips de memoria de alta frecuencia, estrictamente verificados, potencian su PC con un procesamiento, renderizado y almacenamiento en memoria interna más rápidos que nunca, con regulación de voltaje integrada para un overclocking fácil y controlado con precisión.</p><p>El software CORSAIR iCUE permite la supervisión de la frecuencia en tiempo real, la regulación del voltaje integrada y la personalización del perfil Intel XMP 3.0. Un sólido y singular disipador de calor de aluminio mantiene la memoria refrigerada, al tiempo que garantiza una amplia compatibilidad con una gran gama de placas base y refrigeradores de CPU. Con una garantía limitada de por vida como garantía de fiabilidad para los años venideros, VENGEANCE DDR5 continúa su extenso legado de rendimiento de memoria.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/FA5bRkGq0l0\"></iframe></div></div><p></p><h2>Características</h2><ul><li><strong>Bienvenido a la vanguardia del rendimiento: </strong>Sobrepase los límites de su sistema como nunca antes con la memoria DDR5, disponiendo de frecuencias más rápidas, una mayor capacidad y un mejor rendimiento que las generaciones anteriores.</li><li><strong>Hágalo todo, y más rápido:</strong> Las CPU modernas incluyen cada vez más núcleos, por lo que la velocidad sin precedentes de la DDR5 garantiza que su CPU de alta gama pueda recibir datos rápidamente, permitiendo un procesado, renderizado y cargado más rápidos que nunca.</li><li><strong>Regulación del voltaje integrada:</strong> El software CORSAIR iCUE permite un overclocking más sencillo, preciso y estable que el control de placas base de la generación anterior.</li><li><strong>Perfiles Intel XMP 3.0 personalizados:</strong> Personalice y guarde sus perfiles XMP con iCUE para ajustar el rendimiento en función de la aplicación o tarea y mejorar la eficiencia.</li><li><strong>El potente software CORSAIR iCUE: </strong>Permite lecturas de frecuencia en tiempo real, regulación integrada del voltaje y perfiles XMP personalizados.</li><li><strong>Formato compacto:</strong> Su reducida altura asegura una amplia compatibilidad con prácticamente cualquier diseño DDR5.</li><li><strong>Chips de memoria rigurosamente cribados y seleccionados a mano:</strong> Garantizan un rendimiento constante de alta frecuencia con opciones de programación agresivas.</li><li><strong>Disipador de calor de aluminio sólido:</strong> Conduce el calor lejos de la memoria rápidamente, con el refinado estilo VENGEANCE para adaptarse al aspecto de los sistemas modernos.</li><li><strong>Placa impresa de alto rendimiento:</strong> Garantiza la estabilidad y calidad de la señal para una capacidad de overclocking superior.</li><li><strong>Placas base DDR5 optimizadas para Intel:</strong> Amplia compatibilidad con las placas base más novedosas.</li><li><strong>Garantía limitada de por vida:</strong> Ofrece una tranquilidad total.</li></ul><h2>Especificaciones Corsair Vengeance DDR5</h2><ul><li>Densidad: 32 GB (2 x 16 GB)</li><li>Velocidad: DDR5-6000</li><li>Latencia probada: 36-44-44-96</li><li>Voltaje: 1,4 V</li><li>Formato: DIMM</li><li>PMIC: Overclock PMIC</li><li>Control de software: CORSAIR iCUE</li><li>Esquema de pines: 288</li><li>Intel XMP 3.0</li><li>Disipador de calor: Aluminio</li><li>Compatibilidad: Intel 600 Series y 700 Series</li><li>Dimensiones: 135 x 7 x 35 mm</li><li>Peso: 0.037 kg</li></ul>","categoryId":5,"id":"a19b7dda-38f5-4432-8cc5-220f71fb2c6e","stock":53,"userSellerId":4},{"title":"Kingston FURY Beast DDR4 3200 MHz 16GB 2x8GB CL16","price":58500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/43/432664/1392-kingston-fury-beast-ddr4-3200-mhz-16gb-2x8gb-cl16.jpg","description":"<p>La memoria para<strong> PC FURY Beast DDR4 de Kingston</strong> ofrece un potente aumento de rendimiento para juegos, edición de vídeo y renderización con velocidades de hasta 3733 MHz. Esta rentable actualización está disponible en velocidades de 2666 MHz a 3733 MHz, con latencias de CL15 a 19, capacidades de 4 GB a 32 GB en módulos individuales y de 8 GB a 128 GB en kits. Su overclocking automático Plug N Play a velocidades de 2666 MHz está disponible en Intel XMP y Ryzen. El módulo FURY Beast DDR4 se mantiene fresco gracias a su elegante y delgado disipador de calor. Probada al 100% y garantizada de por vida, esta actualización es muy fácil y sin problemas para tu sistema Intel o AMD.</p><p>La memoria FURY Beast DDR4 de Kingston es la elección perfecta para los desarrolladores de sistemas y para quienes buscan una actualización para regenerar un sistema lento. La memoria DDR4 FURY Beast de Kingston, que ofrece una actualización Plug N Play sencilla y fácil, hará un overclocking automático a la velocidad más alta permitida por el BIOS de tu sistema (hasta 2666 MHz).</p><h2>Características</h2><ul><li>Diseño delgado del disipador térmico</li><li>Actualización rentable de DDR4 de alto rendimiento</li><li>Compatible con Intel XMP</li><li>Compatible con AMD Ryzen</li><li>Velocidades de hasta 3733MHz y capacidades de hasta 128GB</li><li>Funcionalidad Plug &amp; Play a 2666MHz</li></ul><h2>Especificaciones</h2><ul><li>Capacidad 16 Go</li><li>Frecuencia(s) memoria DDR4 3200 MHz</li><li>Norma JEDEC PC4-25600</li><li>Especificación memoria Unbuffered</li><li>Número de módulos de memoria 2</li><li>Capacidad por módulo de memoria 8 Go</li><li>LED No</li><li>LED RGB No</li><li>Refrigeración</li><li>Radiador Sí</li><li>Color radiador Negro</li><li>Ventilador suministrado No</li><li>Timings</li><li>CAS Latency 16</li><li>RAS to CAS Delay 18</li><li>RAS Precharge Time 18</li><li>Estos timings son compatibles con una tensión mínima de: 1.35 Volt(s)</li><li>Tensión 1,35 Voltios</li></ul>","categoryId":5,"id":"12e6274c-f56c-4224-bce4-9d5a016b88c5","stock":42,"userSellerId":3},{"title":"Kingston FURY Beast DDR5 6000MHz 32GB 2x16GB CL30","price":216000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1082/10825568/1410-kingston-fury-beast-ddr5-6000mhz-32gb-2x16gb-cl30.jpg","description":"<p>La memoria <strong>Kingston FURY™ Beast DDR5 </strong>la memoria trae la tecnología más novedosa y avanzada para las plataformas de juego de nueva generación. Empujando todavía más allá los límites de velocidad, capacidad y fiabilidad, DDR5 llega con multitud de novedades y mejoras, como el ECC (código de corrección de errores) interno (ODECC) para mantener la estabilidad a velocidades extremas, dobles subcanales de 32 bits para incrementar la eficacia, y un circuito integrado de gestión de alimentación dentro del modulo (PMIC) para inyectar energía cuando más se la necesita.</p><p>Gracias a los notables avances en materia de velocidad, con la duplicación de bancos desde 16 a 32 y de la longitud de ráfaga desde 8 a 16, la memoria DDR5 le llevará a nuevos niveles en materia de juego y de aplicaciones del sistema.</p><p>Tanto si está llevando los límites de su especialización jugadora hasta niveles nunca vistos, realizando difusiones 4K+ en directo o experimentando con animaciones complejas y digitalización 3D, la memoria <strong>Kingston FURY Beast DDR5 </strong>es la actualización que necesita, ya que combina perfectamente el diseño y un rendimiento sin límites.</p><p>Con opciones como Intel® XMP 3.0 , dos nuevas especificaciones de sobreaceleración DDR5 que incluyen perfiles personalizables de velocidad y temporización, <strong>Kingston FURY Beast DDR5 </strong>puede cubrir sus soluciones de sobreaceleración compatibles.</p><h2>Características</h2><ul><li><b>Excelente rendimiento de velocidad de arranque: </b>Con una impresionante velocidad de arranque de 4800 MT/s, DDR5 es un 50% más rápida que la DDR4.</li><li><b>Mejora de la estabilidad para sobreaceleración (overclocking): </b>ODECC (ECC interno) contribuye a mantener la integridad de datos del sistema para que pueda explorar los más avanzados límites del rendimiento.</li><li><b>Mayor eficacia: </b>Con el doble de bancos y de longitud de ráfaga, y con dos subcanales independientes de 32 bit, el excepcional tratamiento de los datos de la DDR5 sobresale en los juegos, programas y aplicaciones sofisticadas más recientes.</li><li><b>Homologado por los principales fabricantes de placas base del mundo: </b>Comprobada y homologada para que pueda diseñar y actualizar con toda confianza sobre su placa base preferida.</li><li><b>Disipador térmico de bajo perfil: </b>El disipador térmico de nuevo diseño combina la elegancia con una prodigiosa funcionalidad de refrigeración.</li></ul><h2>Especificaciones Kingston Fury Beast</h2><ul><li><strong>Características</strong></li><ul><li>Tipo de memoria con búfer: Unregistered (unbuffered)</li><li>On-Die ECC: Si</li><li>Latencia CAS: 30</li><li>Memoria interna: 32 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 16 GB</li><li>Tipo de memoria interna: DDR5</li><li>Rango de memoria de transferencia de datos: 6000 MT/s</li><li>Componente para: PC/servidor</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>ECC: No</li><li>Voltaje de memoria: 1.35 V</li><li>Intel® Extreme Memory Profile (XMP): Si</li><li>Versión del perfil Intel XMP (Extreme Memory Profile): 3.0</li><li>Perfil SPD: Si</li><li>País de origen: China, Taiwán</li><li>Color del producto: Negro</li><li>Tipo de enfriamiento: Disipador térmico</li><li>Placa de plomo: Oro</li><li>Retroiluminación: No</li><li>Estándar JEDEC: Si</li></ul></ul><ul><li><strong>Condiciones ambientales</strong></li><ul><li>Intervalo de temperatura operativa: 0 - 85 °C</li><li>Intervalo de temperatura de almacenaje: -55 - 100 °C</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 6,6 mm</li><li>Profundidad: 133,4 mm</li><li>Altura: 34,8 mm</li><li>Peso: 77,1 g</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Ancho del paquete: 95,3 mm</li><li>Profundidad del paquete: 14 mm</li><li>Altura del paquete: 171,5 mm</li><li>Peso del paquete: 101,7 g</li></ul></ul>","categoryId":5,"id":"3bd6ddbf-e278-4fb4-aa68-2eda1e94ff5b","stock":66,"userSellerId":3},{"title":"Crucial SO-DIMM DDR4 3200Mhz PC4-25600 8GB CL22","price":30000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/34/349889/1334-crucial-so-dimm-ddr4-2666mhz-pc4-25600-8gb-cl22.jpg","description":"<p>Hay una solución fácil para un ordenador lento: Más memoria. La memoria para portátiles <strong>Crucial </strong>es una de las formas más rentables y fáciles de mejorar el rendimiento de su sistema. Cargue programas más rápido. Incremente la capacidad de respuesta. Ejecute aplicaciones intensivas de datos con facilidad e incremente las capacidades multitarea de su portátil.</p><h2>Características:</h2><ul><li><strong>Haga que todo en su ordenador vaya más rápido: </strong>La memoria es un componente de su ordenador que permite el acceso a datos a corto plazo. Puesto que las operaciones de momento a momento del sistema se basan en acceso a datos a corto plazo, como cargar aplicaciones, navegar por la web o editar una hoja de cálculo, la velocidad y la cantidad de memoria de su sistema juegan un papel importante. Cargue aplicaciones en segundos incrementando la velocidad de su memoria e instalando más de ella.&nbsp;</li><li><strong>Multitarea con facilidad:</strong> Si usted es como nosotros, utilizará su ordenador para hacer muchas cosas a la vez. Podría editar un documento, mientras ve imágenes y navega por Internet. Esto conduce naturalmente a un problema de rendimiento: cada aplicación que ejecute requiere memoria y pelea por un grupo limitado de recursos. Supere esto instalando módulos de densidad alta en cada ranura de memoria para una multitarea sin interrupción.&nbsp;</li><li><strong>Instale con facilidad, sin necesidad de conocimientos informáticos:</strong> Simplemente con un destornillador, el manual de usuario y unos minutos de su tiempo, puede instalar la memoria, sin necesidad de conocimientos informáticos.</li><li><strong>Maximice el valor de su sistema:</strong> A una fracción del precio de un sistema nuevo, la actualización de una memoria es uno de los modos más rentables para aumentar el rendimiento. Saque el mayor provecho de su portátil aportándole los recursos que necesita para el rendimiento.</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Latencia CAS: 22</li><li>Memoria interna: 8 GB</li><li>Diseño de memoria (módulos x tamaño): 1 x 8 GB</li><li>Tipo de memoria interna: DDR4</li><li>Velocidad de memoria del reloj: 3200 MHz</li><li>Componente para: Portátil</li><li>Tipo de memoria con búfer: Unregistered (unbuffered)</li><li>ECC: No</li><li>Voltaje de memoria: 1.2 V</li><li>Configuración de módulos: 1024M x 64</li></ul></ul>","categoryId":5,"id":"050b2715-a40f-49a0-a3c0-f8beea1d7139","stock":14,"userSellerId":3},{"title":"Team Group T-Force Delta RGB DDR5 7600MHz 32GB 2x16GB CL36","price":307500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1064/10647175/1145-team-group-t-force-delta-rgb-ddr5-7600mhz-32gb-2x16gb-cl36.jpg","description":"<p>Con un diseño basado en aviones sigilosos, la memoria<strong> T-FORCE DELTA RGB DDR5</strong> ofrece una experiencia visual refrescante y continúa ofreciendo la iluminación ultraancha de 120° y la silueta geométrica sencilla de la DELTA RGB DDR4.</p><h2>Características:</h2><ul><li>Colores RGB e iluminación ultraancha de 120°</li><li>Compatible con Intel XMP3.0 para un overclocking con un solo clic</li><li>Los circuitos integrados de administración de energía (PMIC, del inglés Power Management Integrated Circuit) están equipados para un uso de energía estable y eficiente</li><li>Diseño de enfriamiento de PMIC fortalecido</li><li>ECC on-die para darle estabilidad al sistema</li><li>Circuitos integrados de alta calidad seleccionados para dar estabilidad y confiabilidad</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Tipo de memoria con búfer: Unregistered (unbuffered)</li><li>Memoria interna: 32 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 16 GB</li><li>Tipo de memoria interna: DDR5</li><li>Velocidad de memoria del reloj: 7600 MHz</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>ECC: No</li><li>Voltaje de memoria: 1.4 V</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 7 mm</li><li>Profundidad: 144,2 mm</li><li>Altura: 46,1 mm</li></ul></ul>","categoryId":5,"id":"c9217b30-01a1-4a6b-9601-59ee0e234b01","stock":29,"userSellerId":4},{"title":"Corsair Vengeance DDR5 6000MHz 64GB 2x32GB CL40 Negra","price":538500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1073/10732213/1470-corsair-vengeance-ddr5-6000mhz-64gb-2x32gb-cl40-negra.jpg","description":"<p><strong>CORSAIR VENGEANCE DDR5</strong>, optimizado para placas base <strong>Intel</strong>®, ofrece las frecuencias más altas y las mayores capacidades de la tecnología DDR5 en un módulo compacto de alta calidad que se adapta a su sistema. Los chips de memoria de alta frecuencia cuidadosamente seleccionados alimentan su PC a través de un procesamiento, renderizado y almacenamiento en búfer más rápidos que nunca, con regulación de voltaje incorporada para un overclocking fácil y finamente controlado. El software CORSAIR iCUE permite el monitoreo de frecuencia en tiempo real, la regulación de voltaje integrada y la personalización del perfil Intel XMP 3.0.</p><p>Un distintivo disipador de calor de aluminio sólido mantiene fría la memoria, al tiempo que garantiza una amplia compatibilidad con una amplia gama de placas base y refrigeradores de CPU. Con una garantía limitada de por vida como garantía de confiabilidad en los próximos años, <strong>VENGEANCE DDR5 </strong>continúa con un legado de rendimiento de memoria de larga data.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/wSwZT4fB6fU\"></iframe></div></div><p></p><h2>Características</h2><ul><li><strong>Bienvenido a lo último en rendimiento</strong>: supere los límites de su sistema como nunca antes con la memoria DDR5, desbloqueando frecuencias aún más rápidas, mayores capacidades y mejor rendimiento que las generaciones anteriores.</li><li><strong>Hágalo todo y más rápido</strong>: a medida que las CPU modernas cuentan con más y más núcleos, la velocidad sin precedentes de DDR5 garantiza que su CPU de gama alta obtenga datos rápidamente, lo que permite un procesamiento, renderizado y almacenamiento en búfer más rápidos que nunca.</li><li><strong>Regulación de voltaje integrada:</strong> hace que el overclocking sea más fácil, mejor ajustado y más estable a través del software CORSAIR iCUE que el control de la placa base de la generación anterior.</li><li><strong>Perfiles Intel® XMP 3.0 personalizados</strong>: personalice y guarde sus propios perfiles XMP a través de iCUE para adaptar el rendimiento por aplicación o tarea para una mayor eficiencia.</li><li><strong>Potente software CORSAIR iCUE:</strong> permite lecturas de frecuencia en tiempo real, regulación de voltaje integrada y perfiles XMP personalizados.</li><li><strong>Factor de forma compacto</strong>: el espacio reducido garantiza una amplia compatibilidad con casi cualquier construcción DDR5.</li><li><strong>Chips de memoria cuidadosamente seleccionados y clasificados a mano:</strong> garantizan un rendimiento constante de alta frecuencia con opciones de temporización agresivas.</li><li><strong>Disipador de calor de aluminio sólido</strong>: conduce el calor lejos de su memoria rápidamente, con un estilo VENGEANCE refinado para adaptarse al aspecto de los sistemas modernos.</li><li><strong>PCB de alto rendimiento</strong>: garantiza la calidad y estabilidad de la señal, para una capacidad de overclocking superior.</li><li><strong>Optimizado para placas base Intel® DDR5</strong>: para una amplia compatibilidad con las placas base más recientes.</li></ul><h2>Especificaciones Corsair Vengeance DDR5&nbsp;:</h2><ul><li><strong>Características</strong></li><ul><li>Latencia CAS: 40</li><li>Memoria interna: 64 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 32 GB</li><li>Tipo de memoria interna: DDR5</li><li>Velocidad de memoria del reloj: 6000 MHz</li><li>Componente para: PC</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>Voltaje de memoria: 1.35 V</li><li>Intel® Extreme Memory Profile (XMP): Si</li><li>Versión del perfil Intel XMP (Extreme Memory Profile): 3.0</li><li>Perfil SPD: Si</li><li>Tipo de enfriamiento: Disipador térmico</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Tipo de embalaje: Caja</li></ul></ul>","categoryId":5,"id":"739dae41-f79d-43e6-a9db-46a0c48a31c1","stock":24,"userSellerId":3},{"title":"Corsair Vengeance RGB DDR5 6200MHz PC5-49600 32GB 2x16GB CL36 Negra","price":249000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1071/10711402/1564-corsair-vengeance-rgb-ddr5-6200mhz-pc5-49600-32gb-2x16gb-cl36-negra.jpg","description":"<p>La memoria <strong>CORSAIR VENGEANCE RGB DDR5 </strong>ofrece rendimiento DDR5, frecuencias más altas y mayores capacidades optimizadas para placas base Intel®, mientras ilumina su PC con <span style=\"text-decoration:underline\">iluminación RGB</span> de diez zonas dinámica y direccionable individualmente.</p><p>Los chips de memoria de alta frecuencia cuidadosamente seleccionados permiten un procesamiento, renderizado y almacenamiento en búfer más rápidos que nunca, con <span style=\"text-decoration:underline\">regulación de voltaje integrada</span> para un overclocking fácil y finamente controlado.</p><p>Tome el control con el <span style=\"text-decoration:underline\">software CORSAIR iCUE</span> y habilite la personalización de iluminación RGB, el control de frecuencia en tiempo real, la regulación de voltaje integrada y la <span style=\"text-decoration:underline\">personalización del perfil Intel XMP 3.0</span>.</p><p>Una <span style=\"text-decoration:underline\">PCB personalizada</span> proporciona una excelente calidad de señal para un alto rendimiento y estabilidad en las placas base Intel DDR5 más recientes. Para un rendimiento DDR5 de vanguardia con una fascinante iluminación RGB, <strong>VENGEANCE RGB DDR5 </strong>ilumina el camino.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/GGuseTafinA\"></iframe></div></div><p></p><h2>Características</h2><ul><li><strong>Bienvenido a la vanguardia del rendimiento:</strong> supere los límites de su sistema como nunca antes con la memoria CORSAIR DDR5, desbloqueando frecuencias aún más rápidas, mayores capacidades y un mayor procesamiento de la CPU.</li><li><strong>Iluminación RGB dinámica de diez zonas: </strong>ilumine su sistema con diez LED RGB ultra-brillantes direccionables individualmente por módulo, encerrados en una barra de luz panorámica para una iluminación RGB vívida desde cualquier ángulo de visión.</li><li><strong>Regulación de voltaje integrada:</strong> permite un overclocking más fácil, más preciso y más estable a través del software CORSAIR iCUE que el control de la placa base de la generación anterior.</li><li><strong>Perfiles Intel® XMP 3.0 personalizados: </strong>personalice y guarde sus propios perfiles XMP a través de iCUE para adaptar el rendimiento por aplicación o tarea para una mayor eficiencia.</li><li><strong>Cree y personalice:</strong> elija entre docenas de perfiles de iluminación preestablecidos o cree los suyos propios en iCUE.</li><li><strong>Máximo ancho de banda y tiempos de respuesta ajustados:</strong> optimizado para un rendimiento máximo en las placas base Intel® DDR5 más recientes.</li><li><strong>PCB de rendimiento personalizado:</strong> proporciona la más alta calidad de señal para el mayor nivel de rendimiento y estabilidad.</li><li><strong>Memoria ajustada a la pantalla:</strong> chips de memoria cuidadosamente seleccionados para un mayor potencial de overclocking.</li><li><strong>Potente software CORSAIR iCUE:</strong> control de iluminación RGB dinámico sincronizado en toda la configuración de iCUE, lecturas de temperatura y frecuencia en tiempo real, regulación de voltaje integrada y perfiles XMP personalizados.</li><li><strong>Disipador de calor de aluminio macizo con estilo: </strong>aleja el calor de su memoria de manera eficiente, con un estilo VENGEANCE refinado que se adapta a la apariencia de los sistemas modernos.</li></ul><h2>Especificaciones Corsair Vengeance RGB</h2><ul><li>Densidad: 32 GB (2 x 16 GB)</li><li>Velocidad: DDR5 6200 MHz</li><li>Latencia probada: 36-46-46-100</li><li>Voltaje: 1,4 V</li><li>Formato: DIMM</li><li>LED: RGB</li><li>PMIC: Overclocking PMIC</li><li>Control de software: Corsair iCUE</li><li>Salida de pines: 288</li><li>Intel XMP 3.0</li><li>Disipador de calor: Aluminio</li><li>Compatibilidad: Intel Serie 600 y Serie 700</li><li>Dimensiones del módulo (L x An x Al): 138 x 7 x 45 mm</li><li>Peso: 0,048 kg</li><li>Dimensiones con embalaje: 131 x 11 x 162 mm</li><li>Peso embalado: 0,15 kg</li></ul>","categoryId":5,"id":"3341719d-5bb0-48e7-9a38-bd24f845b10d","stock":40,"userSellerId":3},{"title":"G.Skill Trident Z5 RGB DDR5 6000MHz 32 GB 2x16GB CL40","price":201000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1002/10026861/1327-gskill-trident-z5-rgb-ddr5-6000mhz-32-gb-2x16gb-cl40.jpg","description":"<p><strong>La memoria DDR5 de la serie Trident Z5 RGB</strong> es el último kit de memoria insignia de G.SKILL diseñado para un rendimiento extremo ultra alto en plataformas DDR5 de próxima generación. Con un diseño de disipador de calor de aluminio más elegante y aerodinámico, disponible en plateado metálico o negro mate, la memoria DDR5 de la serie Trident Z5 RGB es la opción ideal para jugadores, overclockers, creadores de contenido y entusiastas para construir un sistema de alto rendimiento.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/bqgqI60cNEI\"></iframe></div></div><p></p><h2>Características:</h2><ul><li><strong>Rendimiento extremo de DDR5 ultrarrápido: </strong>Marcando el comienzo de una nueva era en el rendimiento de la memoria, el Trident Z5 RGB ofrece velocidades de transferencia de datos incomparables en comparación con la generación anterior de memoria DDR4. Diseñado con los más altos estándares de rendimiento y calidad, cada módulo de memoria Trident Z5 RGB se crea a partir de circuitos integrados DDR5 de alta calidad seleccionados a mano para lograr un rendimiento de memoria extremo en las plataformas DDR5 de próxima generación.</li><li><strong>Rendimiento de memoria extremo con CPU Intel® Core ™ de 12.a generación y plataforma Z690: </strong>G.SKILL se dedica a desarrollar una memoria de overclocking extrema cada vez más rápida en cada nueva generación de plataformas Intel. Desarrollado y optimizado en los últimos procesadores Intel® Core ™ de 12.ª generación y la plataforma de chipset Intel® Z690, Trident Z5 RGB aprovecha el potencial de velocidad de DDR5 para brindar un nivel completamente nuevo de rendimiento a jugadores, overclockers y entusiastas de todo el mundo.</li><li><strong>Diseño de disipador de calor de doble textura premium: </strong>La nueva familia Trident Z5 incorpora elementos de hipercoche en el icónico diseño del disipador de calor Trident, creando un exterior elegante y futurista. Con una tira de aluminio cepillado negro insertada en un cuerpo plateado metálico o negro mate, y rematada con una barra de luz RGB translúcida optimizada para una iluminación suave, el Trident Z5 RGB es ideal para cualquier tema de construcción de PC.</li><li><strong>Rendimiento revolucionario: </strong>Diseñado para utilizar completamente la velocidad de frecuencia más rápida y aumentar la tasa de transferencia de datos, cada DDR5 IC se implementa con el doble de bancos y grupos de bancos, así como una longitud de ráfaga duplicada, en 32 bancos en 8 bancos con una longitud de ráfaga de 16. Combinado con un diseño de módulo compuesto por dos subcanales de 32 bits, la memoria DDR5 es capaz de entregar más datos que DDR4.</li><li><strong>Diseño de administración de energía totalmente nuevo: </strong>Cada módulo de memoria DDR5 está construido con un chip PMIC (circuito integrado de administración de energía) integrado, lo que permite un mejor control granular de energía y una entrega de energía más confiable para mejorar la integridad de la señal a velocidades de alta frecuencia. En definitiva, garantizando el más alto nivel de estabilidad del sistema para juegos y para el trabajo.</li><li><strong>Diseñado para la mejor experiencia DDR5: </strong>Todos y cada uno de los kits de memoria Trident Z5 RGB se prueban bajo el riguroso proceso de validación de G.SKILL para garantizar la mejor confiabilidad y compatibilidad de su clase en la más amplia gama de placas base.</li><li><strong>Soporte XMP 3.0: </strong>Solo configúrelo y listo. Programado con los últimos perfiles Intel XMP 3.0, lo único que se interpone entre usted y el rendimiento extremo es una configuración simple. Además, XMP 3.0 permite guardar dos perfiles personalizados definidos por el usuario en el módulo de memoria a través del BIOS en las placas base compatibles, por lo que su configuración de memoria ajustada irá donde sea que vayan los módulos.</li><li><strong>Garantia limitada de por vida: </strong>Todos los productos de memoria G.SKILL vienen con una garantía limitada de por vida y el equipo técnico de G.SKILL está siempre listo para brindar a los consumidores soporte técnico completo a través de foros en línea, teléfono y correo electrónico.</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Tipo de memoria con búfer: Unregistered (unbuffered)</li><li>Latencia CAS: 40</li><li>Memoria interna: 32 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 16 GB</li><li>Tipo de memoria interna: DDR5</li><li>Velocidad de memoria del reloj: 6000 MHz</li><li>Componente para: PC/servidor</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>ECC: No</li><li>Canales de memoria: Dual-channel</li><li>Voltaje de memoria: 1.35 V</li><li>Intel® Extreme Memory Profile (XMP): Si</li><li>Versión del perfil Intel XMP (Extreme Memory Profile): 3,0</li><li>Perfil SPD: Si</li><li>Tipo de enfriamiento: Disipador térmico</li><li>Retroiluminación: Si</li><li>Color de luz de fondo: Multicolor</li></ul></ul>","categoryId":5,"id":"b9586de4-2cea-4ed9-bca0-ce993a65828a","stock":57,"userSellerId":3},{"title":"Team Group T-Force Delta RGB DDR5 6000MHz 64GB 2x32GB CL38","price":358500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1065/10658189/1601-team-group-t-force-delta-rgb-ddr5-6000mhz-64gb-2x32gb-cl38.jpg","description":"<p>Con un diseño basado en aviones sigilosos, la memoria<strong> T-FORCE DELTA RGB DDR5</strong> ofrece una experiencia visual refrescante y continúa ofreciendo la iluminación ultraancha de 120° y la silueta geométrica sencilla de la DELTA RGB DDR4.</p><h2>Características:</h2><ul><li>Colores RGB e iluminación ultraancha de 120°</li><li>Compatible con Intel XMP3.0 para un overclocking con un solo clic</li><li>Los circuitos integrados de administración de energía (PMIC, del inglés Power Management Integrated Circuit) están equipados para un uso de energía estable y eficiente</li><li>Diseño de enfriamiento de PMIC fortalecido</li><li>ECC on-die para darle estabilidad al sistema</li><li>Circuitos integrados de alta calidad seleccionados para dar estabilidad y confiabilidad</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>On-Die ECC: Si</li><li>Latencia CAS: 38</li><li>Memoria interna: 64 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 32 GB</li><li>Tipo de memoria interna: DDR5</li><li>Velocidad de memoria del reloj: 6000 MHz</li><li>Componente para: PC</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>Voltaje de memoria: 1.3 V</li><li>Intel® Extreme Memory Profile (XMP): Si</li><li>Versión del perfil Intel XMP (Extreme Memory Profile): 3.0</li><li>Tipo de enfriamiento: Disipador térmico</li><li>Retroiluminación: Si</li><li>Color de luz de fondo: Rojo/Verde/Azul</li></ul></ul><ul><li><strong>Detalles técnicos</strong></li><ul><li>Cumplimiento de sostenibilidad: Si</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 7 mm</li><li>Profundidad: 144,2 mm</li><li>Altura: 46,1 mm</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Tipo de embalaje: Caja</li></ul></ul>","categoryId":5,"id":"4a2ef85a-ce5d-415d-9c73-cd491a4da8c4","stock":54,"userSellerId":4},{"title":"G.Skill Ripjaws S5 DDR5 6000MHz 32GB 2x16GB CL32 Negro","price":205500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1063/10634588/1683-gskill-ripjaws-s5-ddr5-6000mhz-32gb-2x16gb-cl32-negro.jpg","description":"<p><strong>Ripjaws S5 es una memoria DDR5 </strong>de alto rendimiento hecha a medida para la última plataforma de procesadores Intel® Core ™. Utilizando solo los mejores circuitos integrados de memoria seleccionados a mano que pasaron las rigurosas pruebas de rendimiento de G.SKILL, cada kit de memoria Ripjaws S5 logra el equilibrio perfecto entre rendimiento, compatibilidad y estabilidad. Disponible en difusores de calor de aluminio blanco mate o negro mate, Ripjaws S5 es la combinación ideal en cualquier construcción de PC para entusiastas, jugadores y modders que buscan la trinidad perfecta de velocidad, capacidad y estilo.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/5Q8p8nGciJQ\"></iframe></div></div><p></p><h2>Características:</h2><ul><li><strong>Rendimiento de memoria de alta velocidad con CPU Intel® Core ™ de 12.a generación y plataforma Z690: </strong>G.SKILL se dedica a desarrollar una memoria cada vez más rápida en cada nueva generación de plataformas Intel. Desarrollado y optimizado en los últimos procesadores Intel® Core ™ de 12.ª generación y la plataforma de chipset Z690, Ripjaws S5 aprovecha el potencial de velocidad de DDR5 para brindar un nivel completamente nuevo de rendimiento a jugadores, overclockers y entusiastas de todo el mundo.</li><li><strong>Experimente la evolución de la velocidad extrema: </strong>Basada en décadas de experiencia en el desarrollo de memoria de alto rendimiento, la serie de memorias Ripjaws S5 DDR5 está diseñada con circuitos integrados de alta calidad seleccionados a mano y diseñada para un rendimiento de alta velocidad. En contraste con la velocidad de frecuencia DDR4 estándar a 3200 MT / s, DDR5 aumentó significativamente el soporte de velocidad de memoria para alcanzar 4800 MT / so más. Ya sea un jugador, un overclocker o un creador de contenido, Ripjaws S5 es la opción ideal para experimentar el alto rendimiento de la memoria DDR5 de próxima generación.</li><li><strong>Super velocidad con estilo: </strong>La serie Ripjaws S5 de próxima generación adopta un diseño cromático minimalista inspirado en las clásicas rayas y parrillas de carreras, disponible en negro mate o blanco mate para combinar con una amplia variedad de temas de construcción de PC.</li><li><strong>Diseño compacto de bajo perfil: </strong>Con una altura de perfil bajo de solo 33 mm, la memoria Ripjaws S5 es una opción ideal para compilaciones o sistemas compactos mini-ITX con refrigeradores de CPU grandes.</li><li><strong>Desbloqueo de límites de capacidad con memoria DDR5: </strong>La memoria DDR5 está diseñada para admitir una mayor capacidad de módulo, a partir de 16 GB por módulo y hasta 128 GB por módulo. Esto desbloquea mayores limitaciones de capacidad para un flujo de trabajo más fluido en cargas de trabajo exigentes, como creación de contenido, edición de video, renderizado de animaciones y computación científica.</li><li><strong>Rendimiento revolucionario: </strong>Diseñado para utilizar completamente la velocidad de frecuencia más rápida y aumentar la tasa de transferencia de datos, cada DDR5 IC se implementa con el doble de bancos y grupos de bancos, así como una longitud de ráfaga duplicada, en 32 bancos en 8 bancos con una longitud de ráfaga de 16. Combinado con un diseño de módulo compuesto por dos subcanales de 32 bits, la memoria DDR5 es capaz de entregar más datos que DDR4.</li><li><strong>Diseño de administración de energía totalmente nuevo: </strong>Cada módulo de memoria DDR5 está construido con un chip PMIC (circuito integrado de administración de energía) integrado, lo que permite un mejor control granular de energía y una entrega de energía más confiable para mejorar la integridad de la señal a velocidades de alta frecuencia. En definitiva, garantizando el más alto nivel de estabilidad del sistema para juegos y para el trabajo.</li><li><strong>Diseñado para la mejor experiencia DDR5: </strong>Todos y cada uno de los kits de memoria Ripjaws S5 se prueban bajo el riguroso proceso de validación de G.SKILL para garantizar la mejor confiabilidad y compatibilidad de su clase en la más amplia gama de placas base.</li><li><strong>Ultraeficiente de energía: </strong>Diseñado con un voltaje ultra bajo de 1,1 V, el DDR5 estándar reduce el consumo de energía y es más eficiente que la memoria DDR4.</li><li><strong>Soporte XMP 3.0: </strong>Solo configúrelo y listo. Programado con los últimos perfiles Intel XMP 3.0, lo único que se interpone entre usted y el rendimiento extremo es una configuración simple. Además, XMP 3.0 permite guardar dos perfiles personalizados definidos por el usuario en el módulo de memoria a través del BIOS en las placas base compatibles, por lo que su configuración de memoria ajustada irá donde sea que vayan los módulos.</li><li><strong>Garantia limitada de por vida: </strong>Todos los productos de memoria G.SKILL vienen con una garantía limitada de por vida y el equipo técnico de G.SKILL está siempre listo para brindar a los consumidores soporte técnico completo a través de foros en línea, teléfono y correo electrónico.</li></ul><h2>Especificaciones:</h2><ul><li><strong>Características</strong></li><ul><li>Tipo de memoria con búfer: Registered (buffered)</li><li>Memoria interna: 32 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 16 GB</li><li>Tipo de memoria interna: DDR5</li><li>Componente para: PC</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>ECC: No</li><li>Canales de memoria: Dual-channel</li><li>Voltaje de memoria: 1.35 V</li><li>Intel® Extreme Memory Profile (XMP): Si</li><li>Versión del perfil Intel XMP (Extreme Memory Profile): 3.0</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Altura: 33 mm</li></ul></ul>","categoryId":5,"id":"93ec19ab-0b3f-4d91-8766-f228bc768e76","stock":46,"userSellerId":4},{"title":"Corsair Dominator Platinum RGB DDR5 6000MHz 64GB 2x32GB CL40 Negro","price":477000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1073/10733909/1582-corsair-dominator-platinum-rgb-ddr5-6000mhz-64gb-2x32gb-cl40-negro.jpg","description":"<p>Sobrepase los límites del rendimiento con la memoria <strong>CORSAIR DOMINATOR PLATINUM RGB DDR5 </strong>optimizada para <strong>Intel</strong>. La DDR5&nbsp;ofrece frecuencias más altas y una mayor capacidad que las memorias de generaciones anteriores, permitiendo que el sistema pueda con tareas complejas más rápido que antes.</p><p>Con un diseño mundialmente conocido iluminado por 12 LED RGB CAPELLIX ultrabrillantes, la <strong>DOMINATOR PLATINUM RGB DDR5 </strong>complementa el estilo y la potencia de los sistemas de más alta gama. El alto rendimiento se garantiza con chips de memoria rigurosamente cribados y seleccionados a mano y una placa impresa personalizada refrigerada con tecnología de refrigeración DHX patentada.</p><p>El software CORSAIR iCUE permite personalizar y sincronizar la iluminación RGB, ofrece información sobre el rendimiento en tiempo real y regulación del voltaje integrada para que el overclocking sea más fácil y controlado. La <strong>DOMINATOR PLATINUM RGB DDR5</strong>, compatible con Intel XMP 3.0 y con el respaldo de una garantía limitada de por vida, es una clase aparte.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/KgM93Amh3f4\"></iframe></div></div><p></p><h2>Características</h2><ul><li><strong>Bienvenido a la vanguardia del rendimiento: </strong>Sobrepase los límites de su sistema como nunca antes con la memoria DDR5, disponiendo de frecuencias más rápidas, una mayor capacidad y un mejor rendimiento.</li><li><strong>Hágalo todo, y más rápido: </strong>Las CPU modernas incluyen cada vez más núcleos, por lo que la velocidad sin precedentes de la DDR5 garantiza que su CPU de alta gama pueda recibir datos rápidamente, permitiendo un procesado, renderizado y cargado más rápidos que nunca.</li><li><strong>Regulación del voltaje integrada: </strong>El overclocking mediante el software CORSAIR iCUE será más fácil, estable y afinado que nunca.</li><li><strong>Refrigeración de CORSAIR DHX patentada: </strong>La temperatura de la DDR5 siempre será baja, puesto que refrigera los circuitos integrados y la capa de tierra del circuito impreso con su propio disipador de calor, garantizando un alto rendimiento incluso con cargas extremas.</li><li><strong>Perfiles Intel XMP 3.0 personalizados: </strong>Personalice y guarde sus perfiles XMP con iCUE para ajustar el rendimiento en función de la aplicación o tarea y mejorar la eficiencia.</li><li><strong>El potente software CORSAIR iCUE:</strong> Permite un control de iluminación RGB dinámica, sincronizada en toda la configuración de iCUE, lecturas de frecuencia y temperatura en tiempo real, regulación integrada del voltaje y perfiles XMP personalizados.</li><li><strong>Diseño y estilo conocidos mundialmente: </strong>La DOMINATOR PLATINUM RGB DDR5 combina el aluminio forjado con precisión, la fundición a presión y la anodización para complementar los sistemas de alta gama más potentes y refinados.</li><li><strong>12 LED RGB CAPELLIX ultrabrillantes: </strong>Cada módulo incluye 12 LED direccionables individualmente que iluminan el PC con una iluminación personalizada espectacular y de bajo consumo.</li><li><strong>Chips de memoria rigurosamente cribados y seleccionados a mano: </strong>Garantizan un rendimiento constante de alta frecuencia con opciones de programación agresivas.</li><li><strong>Placa impresa personalizada para el máximo rendimiento: </strong>Garantiza la estabilidad y la calidad de la señal para un overclocking superior.</li><li><strong>Placas base DDR5 optimizadas para Intel:</strong> Amplia compatibilidad con las placas base más novedosas.</li><li><strong>Garantía limitada de por vida:</strong> Para su completa tranquilidad.</li></ul><h2>Especificaciones Corsair Dominator Platinum RGB DDR5:</h2><ul><li><strong>Características</strong></li><ul><li>Latencia CAS: 40</li><li>Memoria interna: 64 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 32 GB</li><li>Tipo de memoria interna: DDR5</li><li>Velocidad de memoria del reloj: 6000 MHz</li><li>Componente para: PC</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>Voltaje de memoria: 1.35 V</li><li>Intel® Extreme Memory Profile (XMP): Si</li><li>Versión del perfil Intel XMP (Extreme Memory Profile): 3.0</li><li>Perfil SPD: Si</li><li>Tipo de enfriamiento: Disipador térmico</li><li>Retroiluminación: Si</li><li>Color de luz de fondo: Multi</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Tipo de embalaje: Caja</li></ul></ul>","categoryId":5,"id":"e32d8626-901b-4880-9541-eb247647573e","stock":22,"userSellerId":4},{"title":"Corsair Vengeance RGB DDR5 6000MHz PC5-48000 32GB 2x16GB CL36 Negra","price":186000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1071/10711396/1323-corsair-vengeance-rgb-ddr5-6000mhz-pc5-48000-32gb-2x16gb-cl36-negro.jpg","description":"<p>La memoria <strong>CORSAIR VENGEANCE RGB DDR5 </strong>ofrece rendimiento DDR5, frecuencias más altas y mayores capacidades optimizadas para placas base Intel®, mientras ilumina su PC con <span style=\"text-decoration:underline\">iluminación RGB</span> de diez zonas dinámica y direccionable individualmente.</p><p>Los chips de memoria de alta frecuencia cuidadosamente seleccionados permiten un procesamiento, renderizado y almacenamiento en búfer más rápidos que nunca, con <span style=\"text-decoration:underline\">regulación de voltaje integrada</span> para un overclocking fácil y finamente controlado.</p><p>Tome el control con el <span style=\"text-decoration:underline\">software CORSAIR iCUE</span> y habilite la personalización de iluminación RGB, el control de frecuencia en tiempo real, la regulación de voltaje integrada y la <span style=\"text-decoration:underline\">personalización del perfil Intel XMP 3.0</span>.</p><p>Una <span style=\"text-decoration:underline\">PCB personalizada</span> proporciona una excelente calidad de señal para un alto rendimiento y estabilidad en las placas base Intel DDR5 más recientes. Para un rendimiento DDR5 de vanguardia con una fascinante iluminación RGB, <strong>VENGEANCE RGB DDR5 </strong>ilumina el camino.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/GGuseTafinA\"></iframe></div></div><p></p><h2>Características</h2><ul><li><strong>Bienvenido a la vanguardia del rendimiento:</strong> supere los límites de su sistema como nunca antes con la memoria CORSAIR DDR5, desbloqueando frecuencias aún más rápidas, mayores capacidades y un mayor procesamiento de la CPU.</li><li><strong>Iluminación RGB dinámica de diez zonas: </strong>ilumine su sistema con diez LED RGB ultra-brillantes direccionables individualmente por módulo, encerrados en una barra de luz panorámica para una iluminación RGB vívida desde cualquier ángulo de visión.</li><li><strong>Regulación de voltaje integrada:</strong> permite un overclocking más fácil, más preciso y más estable a través del software CORSAIR iCUE que el control de la placa base de la generación anterior.</li><li><strong>Perfiles Intel® XMP 3.0 personalizados: </strong>personalice y guarde sus propios perfiles XMP a través de iCUE para adaptar el rendimiento por aplicación o tarea para una mayor eficiencia.</li><li><strong>Cree y personalice:</strong> elija entre docenas de perfiles de iluminación preestablecidos o cree los suyos propios en iCUE.</li><li><strong>Máximo ancho de banda y tiempos de respuesta ajustados:</strong> optimizado para un rendimiento máximo en las placas base Intel® DDR5 más recientes.</li><li><strong>PCB de rendimiento personalizado:</strong> proporciona la más alta calidad de señal para el mayor nivel de rendimiento y estabilidad.</li><li><strong>Memoria ajustada a la pantalla:</strong> chips de memoria cuidadosamente seleccionados para un mayor potencial de overclocking.</li><li><strong>Potente software CORSAIR iCUE:</strong> control de iluminación RGB dinámico sincronizado en toda la configuración de iCUE, lecturas de temperatura y frecuencia en tiempo real, regulación de voltaje integrada y perfiles XMP personalizados.</li><li><strong>Disipador de calor de aluminio macizo con estilo: </strong>aleja el calor de su memoria de manera eficiente, con un estilo VENGEANCE refinado que se adapta a la apariencia de los sistemas modernos.</li></ul><h2>Especificaciones Corsair Vengeance RGB</h2><ul><li>Densidad: 32 GB (2 x 16 GB)</li><li>Velocidad: DDR5 6000 MHz</li><li>Latencia probada: 36-44-44-96</li><li>Voltaje: 1,4 V</li><li>Formato: DIMM</li><li>LED: RGB</li><li>PMIC: Overclocking PMIC</li><li>Control de software: Corsair iCUE</li><li>Salida de pines: 288</li><li>Intel XMP 3.0</li><li>Disipador de calor: Aluminio</li><li>Compatibilidad: Intel Serie 600 y Serie 700</li><li>Dimensiones del módulo (L x An x Al): 138 x 7 x 45 mm</li><li>Peso: 0,048 kg</li><li>Dimensiones con embalaje: 131 x 11 x 162 mm</li><li>Peso embalado: 0,15 kg</li></ul>","categoryId":5,"id":"c5ebc06f-ba75-45d2-93da-99ef8452ac5a","stock":2,"userSellerId":3},{"title":"Corsair Vengeance RGB DDR5 6000MHz 64GB 2x32GB CL40 Memoria Dual AMD EXPO e Intel XMP","price":433500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1066/10662594/1838-corsair-vengeance-rgb-ddr5-6000mhz-64gb-2x32gb-cl40-optimizado-amd.jpg","description":"<p>La memoria <strong>CORSAIR VENGEANCE RGB DDR5</strong> ofrece un rendimiento DDR5, mayores frecuencias y más capacidades optimizadas para placas base AMD/Intel, mientras que ilumina si PC con una iluminación RGB dinámica y direccionable individualmente en diez zonas.</p><h3>Hágalo todo, y mas rápido</h3><p>En la era multinúcleo, la velocidad sin precedentes de la DRAM DDR5 garantiza que su CPU de alta gama pueda recibir datos rápidamente y con facilidad. Ya sea para jugar, para crear contenidos, para abrir 100 pestañas a la vez o para trabajar en modo multitarea, su PC para juegos podrá sobreponerse a las tareas complejas más rápido que nunca antes.</p><h3>Regulación de voltaje integrada</h3><p>Tiene la potencia y el control en sus manos. La regulación del voltaje integrada con el control de software iCUE ofrece un overclocking más fácil, estable y afinado que nunca.</p><p></p><div class=\"col-xs-12 m-y-2\">                        <div class=\"embed-responsive embed-responsive-16by9\"><iframe allowfullscreen=\"\" src=\"https://www.youtube.com/embed/GGuseTafinA\"></iframe></div></div><p></p><h2>Características:</h2><ul><li><strong>ILUMINACIÓN DINÁMICA RGB EN DIEZ ZONAS:</strong> Ilumine su sistema con la iluminación de diez LED RGB ultrabrillantes y direccionables individualmente por módulo, encerrados en una barra de luz panorámica.</li><li><strong>AMPLIA COMPATIBILIDAD:</strong> Optimizada para la última generación de DDR5 compatibles con las placas base AMD e Intel.</li><li><strong>DISIPADOR DE CALOR DE ALUMINIO SÓLIDO:</strong> Conduce el calor para alejarlo de la memoria rápidamente, con el refinado estilo VENGEANCE en dos tonos para adaptarse al aspecto de los sistemas modernos.</li><li><strong>CHIPS DE MEMORIA RIGUROSAMENTE CRIBADOS Y SELECCIONADOS A MANO:</strong> Garantizan un rendimiento constante de alta frecuencia con opciones de programación agresivas.</li><li><strong>ANCHO DE BANDA MÁXIMO, TIEMPOS DE RESPUESTA AJUSTADOS:</strong> Optimizado para el máximo ancho de banda y los tiempos de respuesta ajustados de las placas base Intel DDR5 más recientes.</li><li><strong>PLACA IMPRESA PERSONALIZADA PARA EL MÁXIMO RENDIMIENTO: </strong>Garantiza la estabilidad y calidad de la señal para un capacidad de overclocking superior.</li></ul><h2>Especificaciones Corsair Vengeance RGB DDR5:</h2><ul><li><strong>Características</strong></li><ul><li>Latencia CAS: 40</li><li>Memoria interna: 64 GB</li><li>Diseño de memoria (módulos x tamaño): 2 x 32 GB</li><li>Tipo de memoria interna: DDR5</li><li>Velocidad de memoria del reloj: 6000 MHz</li><li>Componente para: PC</li><li>Forma de factor de memoria: 288-pin DIMM</li><li>Voltaje de memoria: 1.35 V</li><li>AMD EXPO (Extended Profiles for Overclocking): Si</li><li>Versión de AMD EXPO (Extended Profiles for Overclocking): 1.0</li><li>Intel XMP</li><li>Perfil SPD: Si</li><li>Tipo de enfriamiento: Disipador térmico</li><li>Retroiluminación: Si</li><li>Color de luz de fondo: Multi</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Tipo de embalaje: Caja</li></ul></ul>","categoryId":5,"id":"ee033fe5-2593-4485-bdf3-db991d01751c","stock":38,"userSellerId":2}]