[{"title":"Creative Sound Blaster Play! 4 Tarjeta de Sonido USB-C","price":45000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1081/10818557/1821-creative-sound-blaster-play-4-tarjeta-de-sonido-usb-c.jpg","description":"<p>Las comunicaciones en línea no deberían ser tan complicadas. Sí, el par de cascos que venían con el teléfono funcionan. ¿Pero eso hace que las llamadas online sean más fáciles? Un imprescindible para cualquier llamada de trabajo, el <strong>Sound Blaster PLAY! 4 está diseñado para resolver sus problemas de videollamadas simplificando la forma en que se comunica. </strong>Trae nuestro nuevo SmartComms Kit, que incluye una serie de funciones de software de comunicación inteligente como el silenciamiento automático y la cancelación bidireccional del ruido, que garantizan la redefinición de su experiencia de las videollamadas.</p><p>También nos hemos asegurado de mantener nuestra filosofía de ofrecer comodidad y calidad con un botón de silencio de micrófono directo, refuerzo de bajos y ecualizadores dinámicos, así como una actualización de audio instantánea que supera el audio predeterminado en cualquiera de tus dispositivos. Ahora, es el momento de cambiar la forma en que coge sus llamadas.</p><p>Nuestro SmartComms Kit fue desarrollado para solucionar un problema común para los usuarios de Windows, simplificar la forma en que nos comunicamos en línea, a través de un conjunto de características de comunicación inteligente. ¿Por qué preocuparse por los controles de silencio o distraerse con ruidos de fondo no deseados cuando debería centrarse en lo que importa? Además, se puede usar con cualquier tipo de cascos con micrófono, incluidos los que vienen incluidos* con los teléfonos móviles.</p><p>*Tenga en cuenta que las funciones de los botones de los auriculares dependen de la aplicación de los fabricantes.</p><h2>Características:</h2><ul><li><strong>Haga que su audio vaya más allá. </strong>Además de todas las características del software, Sound Blaster PLAY! 4 también viene con un botón de ecualización con 2 modos de sonido -Dinámico y Refuerzo de Bajos - que funciona muy bien con cualquier tipo de contenido -¡música, películas e incluso juegos!</li><li><strong>Realmente fácil de llevar a todas partes. </strong>Extremadamente ligero (8.3g) y súperportátil, puede llevar el Sound Blaster PLAY! 4 encima a donde quiera que vaya, ya sea compartiendo escritorio o moviéndose de un lugar a otro.</li><li><strong>Mejor que el audio predeterminado. </strong>Después de todo, es lo que hacemos mejor, la calidad de audio. Gracias al audio de alta resolución con un DAC de 192 kHz / 24 bits y a la claridad del audio a 110 dB, nunca más volverá al audio predeterminado de su ordenador.</li></ul><h2>Especificaciones:</h2><ul><li><strong>Audio</strong></li><ul><li>Interno: No</li><li>Calidad de audio: 24 bit</li><li>Línea de salida, relación señal/ruido: 110 dB</li><li>Conversión de digital a analógico: 16/24-bit/192kHz</li><li>Impedancia recomendada para los auriculares: 16 - 150 ?</li></ul></ul><ul><li><strong>Puertos e Interfaces</strong></li><ul><li>Interfaz de host: USB</li><li>Salidas para auriculares: 1</li><li>Auriculares: 3,5 mm</li><li>CD/AUX entrada de audio: Si</li><li>Conectar y usar (Plug and Play): Si</li></ul></ul><ul><li><strong>Características</strong></li><ul><li>Tipo de control: Botones</li><li>Número de botones: 2 botones</li><li>USB con suministro de corriente: Si</li><li>Color del producto: Negro</li><li>Cables incluidos: USB</li></ul></ul><ul><li><strong>Software</strong></li><ul><li>Sistema operativo Windows soportado: Windows 10</li><li>Compatible con Mac: Si</li><li>Sistema operativo MAC soportado: Mac OS X 10.14 Mojave, Mac OS X 10.15 Catalina, Mac OS X 10.15.3 Catalina, Mac OS X 11.0 Big Sur</li><li>Plataformas de juego soportadas: Nintendo Switch, PlayStation 4</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Peso: 8,3 g</li><li>Ancho: 16 mm</li><li>Profundidad: 8,2 mm</li><li>Altura: 138 mm</li></ul></ul><ul><li><strong>Datos logísticos</strong></li><ul><li>Código de Sistema de Armomización (SA): 84733020</li></ul></ul>","categoryId":7,"id":"c4da73bc-50f5-4fcd-91ae-67b33f1ed9e9","stock":40,"userSellerId":4},{"title":"SteelSeries GameDAC Gen 2 Amplificador de Audio de Alta Resolución","price":210000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1073/10734282/1390-steelseries-gamedac-gen-2-amplificador-de-audio-de-alta-resolucion.jpg","description":"<p><strong>Supercarga tus auriculares gaming amplificando con quad DAC GameDAC Gen 2</strong>, compatible con audio de alta resolución, señales 78% más puras, resolución de 96 KHz/24 bit y sonido 50 veces más detallado.</p><p><strong>Diseñado para el Arctis Nova Pro</strong>, GameDAC Gen 2 es compatible con auriculares con cable de 3,5 mm. Enriquece tu experiencia en PC con cancelación de ruido ClearCast de IA, eliminando sonidos indeseados de conversaciones, con Audio espacial 360° inmersivo. GameDAC Gen 2: la estación base ideal para alternar entre PC y consola sin mover cables. Experimenta Almighty Audio y oye como nunca gracias al GameDAC Gen 2.</p><h2>Características:</h2><ul><li><strong>Amplifica el sonido del Arctis Nova Pro</strong> o cualquier auricular con cable de 3,5 mm con audio de alta resolución, certificado con soporte para 96 KHz/24 bits</li><li><strong>Incluye el nuevo ESS Sabre Quad-DAC</strong> para un sonido un 78 % más puro con menor distorsión y un audio 50 veces más claro* *En comparación con GameDAC Gen 1</li><li><strong>Habilita la función de cancelación de ruido ClearCast AI</strong> para sus auriculares con el software Sonar, que elimina el ruido del chat de voz entrante y saliente</li><li><strong>Mejore aún más el audio con audio espacial inmersivo de 360°*</strong> *Totalmente compatible con audio Tempest 3D para PS5/Microsoft Spatial Sound</li><li><strong>Multi-System Connect convierte el GameDAC </strong>en un centro que le permite cambiar entre plataformas con solo presionar un botón</li></ul><h2>Especificaciones SteelSeries GameDAC Gen 2:</h2><ul><li>Conexiones 2x USB-C System Connections, 1x Line-in, 1x Line-out</li><li>DAC ESS Sabre 9218PQ40</li><li>Max Audio Format 96 kHz, 24 bit</li><li>Frecuencia de respuesta 5-40.000 Hz</li><li>SNR 111 dB</li></ul>","categoryId":7,"id":"43bd068b-5787-43bf-b6f8-0f539e5ca329","stock":68,"userSellerId":1},{"title":"Vention Tarjeta De Sonido Externa USB de 2 Puertos 0.15m Negro","price":6000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1079/10792841/161-vention-tarjeta-de-sonido-externa-usb-de-2-puertos-015m-negro.jpg","description":"<p><strong>Tarjeta De Sonido Externa USB de 2 Puertos. </strong>Resuelva el problema de la computadora portátil de un solo puerto o el daño de la tarjeta de sonido original.</p><h2>Características:</h2><ul><li><strong>Experiencia de juego mejorada. </strong>Comunicación de voz fluida en el juego sin retrasos en la señal y audio claro del juego</li><li><strong>Edect de audio cinemático. </strong>Disfrute de un efecto de sonido inmersivo para ver películas y escuchar música</li><li><strong>Visualización y audio aumentados. </strong>Mejora la calidad del sonido, sumérgete en el mundo virtual</li><li><strong>Explorar más funciones</strong><ul><li>01:Audio del juego</li><li>02:Chat de audio</li><li>03:Grabación de transmisión en vivo</li></ul></li><li><strong>Cancelación de ruido premium. </strong>Chip de tarjeta de sonido independiente para filtrar la corriente de ruido y aumentar la fidelidad de audio</li><li><strong>Material interior delicado. </strong>Material interno premium para transferencia de audio de alta fidelidad</li><li><strong>Tamaño razonable. </strong>diseño de cable corto para uso flexible y menor ocupación de espacio</li><li><strong>Baja carga de viaje. </strong>Tamaño pequeño, fácil de transportar</li></ul><h2>Especificaciones:</h2><ul><li><strong>Audio</strong><ul><li>Interno: No</li><li>Calidad de audio: 16 bit</li><li>Canales de salida de audio: 2.1 canales</li></ul></li></ul><ul><li><strong>Puertos e Interfaces</strong><ul><li>Interfaz de host: USB</li><li>Salidas para auriculares: 1</li><li>Auriculares: 3,5 mm</li><li>Micrófono, jack de entrada: Si</li><li>Conectar y usar (Plug and Play): Si</li></ul></li></ul><ul><li><strong>Características</strong><ul><li>Longitud de cable: 0,15 m</li><li>USB con suministro de corriente: Si</li><li>Color del producto: Negro</li></ul></li></ul><ul><li><strong>Software</strong><ul><li>Sistema operativo Windows soportado: Windows 10, Windows 8, Windows 7</li><li>Compatible con Mac: Si</li><li>Sistema operativo MAC soportado: MacOS</li><li>Sistema operativo Linux soportado: Si</li></ul></li></ul><ul><li><strong>Requisitos del sistema</strong><ul><li>USB: Si</li></ul></li></ul><ul><li><strong>Peso y dimensiones</strong><ul><li>Peso: 16,2 g</li></ul></li></ul><ul><li><strong>Detalles técnicos</strong><ul><li>Periodo de garantía: 1 año(s)</li></ul></li></ul>","categoryId":7,"id":"2d7a597c-d87e-4360-b50a-e3788a23fcce","stock":55,"userSellerId":2},{"title":"Vention Tarjeta de Sonido USB Macho a Jack 3.5 Hembra","price":9000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1079/10792844/125-vention-tarjeta-de-sonido-usb-macho-a-jack-35-hembra.jpg","description":"<p><strong>Las tarjetas de sonido USB de VENTION son una buena solución para ordenadores portátiles o de sobremesa con problemas de sonido.</strong> Estas tarjetas de sonido ofrecen una buena calidad de audio y son compatibles con la mayoría de los sistemas operativos.</p><h2>Especificaciones:</h2><ul><li><strong>Audio</strong></li><ul><li>Interno: No</li><li>Calidad de audio: 16 bit</li><li>Canales de salida de audio: 2.1 canales</li><li>Convertidor de audio A/D: 16-bit/48kHz</li></ul></ul><ul><li><strong>Puertos e Interfaces</strong></li><ul><li>Interfaz de host: USB</li><li>Salidas para auriculares: 1</li><li>Auriculares: 3,5 mm</li></ul></ul><ul><li><strong>Características</strong></li><ul><li>Longitud de cable: 0,15 m</li><li>USB con suministro de corriente: Si</li><li>Color del producto: Gris</li></ul></ul><ul><li><strong>Software</strong></li><ul><li>Sistema operativo Windows soportado: Windows 7 Professional x64, Windows 10, Windows 7 Starter, Windows 10 Education, Windows 7 Starter x64, Windows 10 Education x64, Windows 7 Ultimate, Windows 10 Enterprise, Windows 7 Ultimate x64, Windows 10 Enterprise x64, Windows 7 x64, Windows 10 Home, Windows 8, Windows 10 Home x64, Windows 7, Windows 8 Enterprise, Windows 10 IOT Core, Windows 7 Enterprise, Windows 8 Enterprise x64, Windows 10 IoT Enterprise, Windows 7 Enterprise x64, Windows 8 Pro, Windows 10 Pro, Windows 7 Home Basic, Windows 8 Pro x64, Windows 10 Pro x64, Windows 7 Home Basic x64, Windows 8 x64, Windows 10 x64, Windows 7 Home Premium, Windows 7 Home Premium x64, Windows 7 Professional</li><li>Compatible con Mac: Si</li></ul></ul><ul><li><strong>Requisitos del sistema</strong></li><ul><li>USB: Si</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 19,3 mm</li></ul></ul><ul><li><strong>Otras características</strong></li><ul><li>Sistema de sonido, calidad máxima de grabación: 44,1 kHz</li></ul></ul>","categoryId":7,"id":"dca6f2fc-4059-4838-8fa1-7608f1927e7d","stock":12,"userSellerId":4},{"title":"Epos GSX 1000 Amplificador de Audio para Videojuegos","price":357000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1020/10201668/1139-epos-gsx-1000-amplificador-de-audio-para-videojuegos.jpg","description":"<p>Disfruta de una experiencia de audio mejorada en tus juegos con el <strong>amplificador de audio GSX&nbsp;1000 con audio de alta definición, sonido envolvente&nbsp;7.1 y ajustes independientes de audio y chat</strong>. Guarda hasta cuatro perfiles personalizados en el panel táctil LED con un interruptor de modo de un solo toque para alternar entre los perfiles de audio y el altavoz o los auriculares.</p><h2>Características</h2><ul><li><strong>SONIDO ENVOLVENTE CONVERTIDO: </strong>El motor de renderizado binaural con sonido 7.1 diseñado por EPOS ofrece la máxima conciencia espacial y posicional en el audio de videojuego.</li><li><strong>CONTROL EXCEPCIONAL: </strong>Este amplificador de sonido de videojuegos te permite disfrutar de un control preciso del audio de videojuego con el chip DAC especializado y con preajustes de ecualización para narraciones, música e eSports.</li><li><strong>CAMBIOS DE CONFIGURACIÓN RÁPIDOS: </strong>Guarda hasta 4 configuraciones de sonido personalizadas y haz ajustes rápidos en el panel táctil LED con un gran anillo de volumen de aluminio.</li><li><strong>TONOS LATERALES AJUSTABLES: </strong>Escucha tu propia voz en tiempo real al nivel que establezcas.</li><li><strong>FACILIDAD DE USO: </strong>Cambia entre el sonido de los auriculares y el altavoz sin tener que tocar ni desenchufar cables.</li><li><strong>CONSTRUIDO PARA JUEGOS DE COMPETICIÓN: </strong>La rueda de volumen de aluminio y los materiales de alta calidad están diseñados para durar.</li></ul><h2>Especificaciones</h2><ul><li>Accesorios incluidos USBCable</li><li>Peso del paquete (con producto completo y embalaje) 389 gr.</li><li>Dimensiones del embalaje del producto (La × An × Al) 150 mm. x 70 mm. x 145 mm.</li><li>Dimensiones de la caja de distribución (La × An × Al) 420 mm. x 165 mm. x 360 mm.</li></ul>","categoryId":7,"id":"b5b6ad33-32a7-4fd3-af12-e88e00d0931f","stock":11,"userSellerId":3},{"title":"Equip Tarjeta de Sonido USB","price":6000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/37/379125/1990-equip-tarjeta-de-sonido-usb.jpg","description":"<p>Este adaptador de audio USB puede ampliar su computadora con una tarjeta de sonido adicional. El adaptador USB es perfecto para usar en combinación con Skype u otras soluciones VoIP porque puede usar la tarjeta de sonido integrada para el sonido principal y el adaptador de sonido USB como dispositivo de sonido adicional para sus auriculares y micrófono.</p><h2>Características:</h2><ul><li>Pequeño, compacto y fácil de transportar.</li><li>No se requiere fuente de alimentación adicional</li><li>Compatible con: PC con Windows y MAC</li></ul><h2>Especificaciones:</h2><ul><li><strong>Puertos e Interfaces</strong></li><ul><li>Interfaz de host: USB tipo A</li><li>Interfaz de salida: 3,5 mm</li></ul></ul><ul><li><strong>Diseño</strong></li><ul><li>Interno: No</li><li>Color del producto: Negro</li></ul></ul><ul><li><strong>Características</strong></li><ul><li>Conectar y usar (Plug and Play): Si</li></ul></ul><ul><li><strong>Control de energía</strong></li><ul><li>USB con suministro de corriente: Si</li></ul></ul><ul><li><strong>Requisitos del sistema</strong></li><ul><li>Sistema operativo Windows soportado: Si</li><li>Sistema operativo MAC soportado: Si</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 22 mm</li><li>Profundidad: 51 mm</li><li>Altura: 12 mm</li><li>Peso: 85 g</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Cantidad: 1</li><li>Tipo de embalaje: Caja</li></ul></ul><ul><li><strong>Otras características</strong></li><ul><li>Material: De plástico</li></ul></ul>","categoryId":7,"id":"a71a2e4f-4f4f-4c7c-8f0f-665e814487d2","stock":6,"userSellerId":4},{"title":"Asus Strix Raid DLX","price":282000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/10/103962/c.jpg","description":"<p>Te presentamos la <strong>Tarjeta de Sonido Strix Raid DLX de Asus</strong>, una tarjeta de audio para <strong>gaming </strong>con un DAC de grado audiófilo 7.1 canales y 124 dB SNR. <strong>STRIX RAID DLX</strong> es una <u>tarjeta de audio tope de gama</u> con componentes de grado audiófilo diseñada para satisfacer a los <strong>gamers </strong>más exigentes. El resultado es un sonido lleno de detalle y realismo con una<u> increíble relación señal-ruido de 124 dB</u>. Monta un amplificador de auriculares compatible con hasta 600 ohmios de impedancia que ofrece un sonido claro, potente y unos graves con una respuesta ampliada. La utilidad Sonic Studio, muy simple y potente, y la unidad de control ofrecen un control exhaustivo de las funciones de la tarjeta de audio.</p><h2>Características:</h2><ul><li><strong>Modo Raid para unos ajustes inmediatos durante las partidas. </strong>El Modo Raid Strix te permite guardar tus ajustes de sonido favoritos y activar o desactivarlos cuando quieras pulsando el botón Raid situado en la unidad de control. Esta potente función evita tener que parar el juego para ajustar la configuración de sonido. Esta función te permite guardar tus parámetros preferidos de ecualización, mejora de graves, sonido envolvente virtual y volumen de micrófono y activar o desactivarlos pulsando el botón Raid. La unidad de control también cuenta con un cómodo control para el ajuste del volumen y la intensidad del Modo Raid.</li><li><strong>Toma pleno control de tu sonido con Sonic Studio. </strong>Con una interfaz intuitiva y elegante que agrupa las funcionalidades de un modo muy lógico, Sonic Studio es una herramienta muy potente y fácil de usar que brinda todas las funcionalidades de audio de la tarjeta en una única pantalla, lo que permite llevar a cabo las modificaciones del modo más rápido y eficiente posible.</li><li><strong>Sonic Radar Pro te ofrece una ventaja competitiva real.</strong> Los juegos actuales son mucho más que gráficos, y elementos como un posicionamiento de sonido de precisión pueden representar una ventaja competitiva para mejorar tu eficiencia en juegos FPS. Sonic Radar Pro es una tecnología exclusiva de ASUS que permite visualizar y mejorar los sonidos de los juegos. Carga tu juego favorito y la interfaz tipo radar HUD de Sonic Radar Pro te mostrará la dirección de los sonidos que te rodean para que sepas en todo momento qué pasa exactamente a tu alrededor. Sonic Radar Pro también permite potenciar sonidos específicos como pasos, disparos o llamadas, y visualizarlos en su interfaz de 360 grados aunque no exista contacto visual directo, lo que significa que ni siquiera tus enemigos invisibles estarán a salvo. Además, para evitar que impacte en tu modo de jugar, la apariencia y el posicionamiento de la interfaz son completamente personalizables. ¡Sube de nivel en tus juegos con Sonic Radar Pro!</li><li><strong>124dB de relación señal-ruido (SNR) para una transparencia extraordinaria. </strong>El DAC ES9016S de grado Hi-Fi ofrece un sonido sin fluctuaciones (jitter) y una excepcional relación señal-ruido (SNR) de 124dB, lo que supone una transparencia 64 veces superior a la media de las soluciones integradas en placa.</li><li><strong>Detalles más presentes con el amplificador de auriculares compatible con 600 ohmios. </strong>El potente amplificador de auriculares TI LME49600 permite disfrutar de todo el potencial de tus auriculares gaming. Compatible con hasta 600 ohmios de impedancia, este amplificador ofrece una respuesta mejorada en graves y un sonido más claro y detallado.</li><li><strong>Tecnología Hyper Grounding. </strong>Diseño PCB multicapa que bloquea el ruido. Desarrollado gracias a las décadas de experiencia profesional de ASUS.</li><li><strong>Efectos de iluminación.</strong> Expresa tu estilo gaming hasta a oscuras con la iluminación del ojo STRIX.</li></ul><h2>Especificaciones:</h2><ul><li>Compatibilidad del bus PCI Express</li><li>Rendimiento audio<ul><li>Relación señal-ruido, salida frontal (A-Weighted): 124 dB</li><li>Salida Relación señal ruido (A-Weighted) (salida auricular): 124 dB</li><li>Entrada relación señal-ruido (A-Weighted): 117 dB</li><li>THD+N @ 1kHz: 0.0009 %(-107 dB)</li><li>Salida THD+N a 1kHz (salida auricular): 0.0009 %(-107 dB)</li><li>Entrada THD+N a 1kHz: 0.000316 %(-110 dB)</li><li>Respuesta en frecuencia (-3dB, 24bit/96KHz input): 10 Hz hasta 48 KHz</li><li>Voltaje (FS) salida y entrada: Salida no balanceada: 2 Vrms (5.65 Vp-p)</li></ul></li><li>Chipset Procesador de audio: C-Media USB2.0 6632AX High-Definition Sound Processor (Max. 384KHz / 24bit)</li><li>Conversor Digital-Analógico (CDA) ESS SABRE9016 Premier 8 Channel Audio DAC</li><li>Frecuencia de muestro y resolución<ul><li>Frecuencia de muestreo y resolución salida analógica: 44.1K/48K/88.2K/96K/176.4K/192KHz @ 16bit/24bit</li><li>Frecuencia de muestreo y resolución grabación analógica: 44.1K/48K/88.2K/96K/176.4K/192KHz @ 16bit/24bit</li><li>Salida digital S/PDIF: 44.1K/48K/96K/192KHz @ 16bit/24bit</li><li>ASIO 2.0 Driver: 44.1K/48K/96K/192KHz @ 16bit/24bit con una latencia mínima</li></ul></li><li>Conexiones de E/S<ul><li>Salidas analógicas: 5 x 3.5 mm jack (1/8\") (Salida auricular/Salida frontal/Salida lateral/Salida Subwoofer central/Salida posterior)</li><li>Jack entrada analógica: 1 x 3.5 mm jack (1/8\") (Entrada combo de Línea / Micrófono)</li><li>Digital<ul><li>1 x Salida S/PDIF ((combo con salida lateral))</li><li>1 x Box Link</li></ul></li></ul></li><li>Características especiales Sonic Studio</li><li>Sistema operativo<ul><li>Windows 8.1 32 bits/64 bits</li><li>Windows 8 32 bits/64 bits</li><li>Windows 7 SP1, 32bit/64bit</li></ul></li><li>Accesorios<ul><li>Control box x 1</li><li>Adaptadores ópticos S/PDIF x 1</li><li>CD de drivers x 1</li><li>Guía de inicio rápido x 1</li><li>Box link cable x 1</li></ul></li><li>Dimensiones 190 x 130 x 22 mm ( L x W x H )</li></ul>","categoryId":7,"id":"3da1aecc-6ea9-40d5-be00-b14d28c11466","stock":24,"userSellerId":2},{"title":"Vention Tarjeta de Sonido 3x Jack 3.5 Hembra","price":10500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1079/10792846/1906-vention-tarjeta-de-sonido-3x-jack-35-hembra.jpg","description":"<p><strong>Las tarjetas de sonido USB de VENTION son una buena solución para ordenadores portátiles o de sobremesa con problemas de sonido</strong>. Estas tarjetas de sonido ofrecen una buena calidad de audio y son compatibles con la mayoría de los sistemas operativos.</p><h2>Especificaciones:</h2><ul><li><strong>Audio</strong></li><ul><li>Interno: Si</li><li>Calidad de audio: 16 bit</li><li>Rango de frecuencia: 44100 - 48000 Hz</li></ul></ul><ul><li><strong>Puertos e Interfaces</strong></li><ul><li>Interfaz de host: USB</li><li>Entrada de línea: Si</li><li>Salida de línea: Si</li><li>Salidas para auriculares: 1</li><li>Auriculares: 3,5 mm</li><li>Conectar y usar (Plug and Play): Si</li></ul></ul><ul><li><strong>Características</strong></li><ul><li>Tipo de control: Botones</li><li>Número de botones: 2 botones</li><li>Indicadores LED: Si</li><li>Longitud de cable: 0,15 m</li><li>USB con suministro de corriente: Si</li><li>Color del producto: Negro</li><li>Compatibilidad: Macbook, PS4</li><li>Certificación: CE</li></ul></ul><ul><li><strong>Otras características</strong></li><ul><li>Control de volumen: Giratorio</li></ul></ul><ul><li><strong>Datos logísticos</strong></li><ul><li>País de origen: China</li></ul></ul>","categoryId":7,"id":"5a2d5257-52dc-4788-8371-f4bc298cbb99","stock":6,"userSellerId":4},{"title":"Sound Blaster X3 Tarjeta de Sonido","price":205500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/24/246350/a16.jpg","description":"<p>Para subir aún más el listón en su experiencia de cine en un ordenador de sobremesa, la <strong>X3 </strong>llega con toda una serie de características para facilitarle la mejor experiencia cinematográfica posible en su hogar, tanto a través de altavoces como de cascos. Es la primer tarjeta de sonido USB DAC y Amp externa en el mundo que incluye nuestra premiada tecnología Super X-Fi, además de surround discreto 7.1 en los altavoces, surround virtual 7.1 en los cascos y Dolby Digital Live. Todo ello con componentes de audio de gran calidad que alimentan una reproducción de 32 bits/192 kHz a 115 dB DNR/SNR, con ello puede estar seguro de que el audio resultante tiene una precisión y una claridad a nivel de estudio de sonido.</p><p>Y en lo que respecta a su versatilidad, la <strong>X3 </strong>no tiene rival. Con infinidad de opciones de conexión que incluyen entre otras las de puerto USB-C, salida óptica y entrada de línea que la hacen compatible con la gran mayoría de dispositivos de audio, <strong>X3 </strong>está pensada para redefinir su experiencia cinematográfica en la comodidad de su hogar.</p><h2>Características</h2><ul>\t<li><strong>Redefina su experiencia cinematográfica.&nbsp;</strong>Imagínese lo que es ver una película en casa, ponerse unos cascos y sentir como el sonido se mueve a su alrededor como ocurre en una sala de cine real. Además funciona incluso con contenido de streaming. Da igual si está viendo un estreno de 4K en streaming desde iTunes o clips comprimidos desde YouTube, el procesador Super X-Fi en la X3 transforma automáticamente los vídeos en una experiencia de audio cinematográfico completa.</li>\t<li><strong>Conciertos y festivales de música.&nbsp;</strong>Aunque no podemos devolverle físicamente al último concierto del que haya disfrutado, sí que podemos ayudarle a volver a vivir el ambiente y la energía de aquella actuación. Cuando está activada, Super X-Fi le transporta al centro de un concierto en directo con la misma amplitud de sonido que percibiría si estuviese allí en persona. Escuche el latido del público, sienta la pasión de su grupo favorito y prepárese para el próximo concierto.</li>\t<li><strong>Genial para todo.&nbsp;</strong>¿Está un poco harto de los cascos? no se preocupe. Con Super X-Fi, el audio expansivo le permite disfrutar de largas sesiones de podcast sin que se le resulte demasiado pesado para su oído. Para el jugón esporádico, Super X-Fi transforma todo el contenido de juego de los cascos en una avanzada experiencia de audio cinematográfico con inmersión total, especialmente para los juegos de rol. Siéntase transportado al centro de la acción y escuche cada tiro y cada explosión a su alrededor.</li>\t<li><strong>La mezcla perfecta de chat y juego.&nbsp;</strong>Encuentre la armonía perfecta entre dos fuentes de audio con la característica de balance de audio de la X3, perfecta para su uso durante teleconferencias mientras escucha música o podcasts al mismo tiempo. El botón de control de volumen de X3 le permite cambiar el control del audio de la interfaz SPDIF a las fuentes de salida de línea y viceversa simplemente moviendo el botón hacia la derecha o hacia la izquierda. También puede controlar la mezcla de volumen entre el audio de los juegos y el de la voz de sus compañeros de equipo para poder escucharles mejor.</li>\t<li><strong>Potente Rendimiento De Audio.</strong>&nbsp;La Sound Blaster X3 tiene un amplificador de cascos de 600 ? que funciona sin problemas con cascos de calidad de estudio de grabación, además de una reproducción de 32 bits/192 kHz que le permitirá disfrutar con claridad y precisión de todos los detalles del sonido. Gracias a la potencia que le añade el amplificador, tiene a su disposición un rango más amplio de volumen.</li>\t<li><strong>Procesador de sonido líder en el sector.</strong>&nbsp;Para potenciar aún más su experiencia de audio con la X3, hemos incluido también nuestras tecnologías de procesamiento de audio, que son líderes en el sector, con la completa suite de mejoras de audio Sound Blaster Acoustic Engine y el rediseñado software Sound Blaster Command. Simplificado y mejorado, ahora es más fácil que nunca personalizar rápidamente su audio para que se adapte a sus necesidades específicas. Cuando tenga que cambiar los ajustes de audio entre películas, música o juegos, puede guardar diferentes perfiles y luego cambiar de unos a otros con un simple clic. ¿Lo mejor de este software? puede controlarlo al milímetro.</li></ul><h2>Especificaciones Sound Blaster X3</h2><ul>\t<li><strong>Peso</strong>: 330g</li>\t<li><strong>Dimensiones</strong>: 129 mm x 129 mm x 40.6 mm</li>\t<li><strong>Rango Dinámico (DNR)</strong>: 115 dB</li>\t<li><strong>Opciones de entrada (principal)</strong>: 1 x 3.5 mm clavija de entrada de línea, 1 x 3.5 mm clavija de (Lateral), 1 x USB Type-C port for PC / Mac, 1 salida delantera de 3,5 mm, 1 salida óptica TOSLINK, 1 x 3.5 mm salida trasera, 1 x 3.5 mm salida central/Sub, 1 x 3.5 mm clavija de de auriculares, 1 x 3.5 mm clavija de entrada de micrófono ext.</li>\t<li><strong>Amplificador de cascos</strong>: Impedancia de cascos admitida: 32 - 600 Ohms, Ganancia Baja: 32 - 149 Ohms (1.2V RMS @ 32 Ohms, 1.5V RMS @ 150 Ohms), Ganancia alta: 150 - 600 Ohms (2.3V RMS @ 150 Ohms, 2.9V RMS @ 600 Ohms)</li>\t<li><strong>Direct Mode</strong>\t<ul>\t\t<li>Surround 7.1: PCM 16-bit, 48.0, 96.0, 192.0 kHz</li>\t\t<li>Surround 7.1: PCM 24-bit, 48.0, 96.0, 192.0 kHz</li>\t\t<li>Surround 7.1: PCM 32-bit, 48.0, 96.0, 192.0 kHz</li>\t\t<li>Dolby Digital Live: 16-bit, 48.0 kHz</li>\t\t<li>Resolución de reproducción (Estéreo): PCM 16-bit, 48.0, 96.0, 192.0 kHz</li>\t\t<li>Resolución de reproducción (Estéreo): PCM 24-bit, 48.0, 96.0, 192.0 kHz</li>\t\t<li>Resolución de reproducción (Estéreo): PCM 32-bit, 48.0, 96.0, 192.0 kHz</li>\t\t<li>Resolución de reproducción (Salida óptica): PCM 16-bit, 48.0, 96.0, 192.0 kHz</li>\t\t<li>Resolución de reproducción (Salida óptica): PCM 24-bit, 48.0, 96.0, 192.0 kHz</li>\t</ul>\t</li>\t<li><strong>Requisitos del sistema</strong>\t<ul>\t\t<li>Sistema operativo Windows®</li>\t\t<li>Intel® Core? i3 o procesador AMD® equivalente</li>\t\t<li>Placa base Intel, AMD o compatible 100%</li>\t\t<li>Microsoft® Windows 10 32/64 bit, 8.1/8.0 32/64 bit, Windows 7 32/64 bit</li>\t\t<li>1 GB RAM</li>\t\t<li>&gt;600 MB de espacio libre en el disco duro</li>\t\t<li>Puerto USB 2.0 / USB 3.0</li>\t\t<li>Mac® OS</li>\t\t<li>Mac OS X® 10.12 o posterior</li>\t\t<li>1GB RAM</li>\t\t<li>Puerto USB 2.0 / USB 3.0</li>\t\t<li>PS4</li>\t\t<li>Firmware versión 5.0 o posteriores</li>\t\t<li>Puerto USB disponible</li>\t\t<li>Nintendo Switch</li>\t\t<li>Switch OS 5.0 o posteriores</li>\t\t<li>Puerto USB disponible (en modo de acoplamiento)</li>\t</ul>\t</li></ul>","categoryId":7,"id":"40693754-b0b2-4d2b-934c-c64f6e96f40b","stock":47,"userSellerId":2},{"title":"Cooler Master GS750 Tarjeta de Sonido 7.1 con Soporte y Carga Inalámbrica Qi","price":171000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/35/355761/1462-cooler-master-gs750-tarjeta-de-sonido-71-con-soporte-y-carga-inalambrica-qi.jpg","description":"<p>Obtenga más que su soporte de auriculares estándar con el <strong>GS750</strong>, con múltiples características completamente integradas para garantizar que obtenga la máxima funcionalidad, como <span style=\"text-decoration:underline\">carga inalámbrica QI</span>, <span style=\"text-decoration:underline\">puertos USB 3.0</span> adicionales y una tarjeta de sonido integrada con capacidad de <span style=\"text-decoration:underline\">sonido envolvente 7.1</span>, el <strong>GS750 </strong>deja en claro que no es tu soporte normal para auriculares todos los días.</p><h2>Características</h2><ul><li><strong>MANTÉNGASE CARGADO CON CARGA QI INTEGRADA. </strong>Con la carga inalámbrica Qi totalmente integrada en la base del soporte, no hay necesidad de ocupar otro tomacorriente en su estación de batalla para su teléfono inteligente, simplemente configúrelo y olvídese.<br><strong></strong></li><li><strong>ADMINISTRE CABLES CON FACILIDAD CON PUERTOS USB ADICIONALES. </strong>Ya no es necesario luchar por un puerto en su equipo: el &nbsp;GS750 &nbsp;está equipado &nbsp;con dos puertos USB 3.0 para opciones adicionales para todos sus accesorios.<br><strong></strong></li><li><strong>AMPLÍELO CON SONIDO ENVOLVENTE 7.1 INTEGRADO. </strong>Esto es más que un soporte, también es un controlador de audio con todas las funciones. Conecte sus auriculares directamente al GS750 para disfrutar de una experiencia de sonido envolvente 7.1 envolvente que lo mantendrá en el juego.</li><li><strong>ILUMINE LA ILUMINACIÓN DE HAZ RGB. </strong>13 LED que bordean los bordes del soporte son el toque final en el &nbsp;GS750 , creando un impresionante espectáculo de luces que es totalmente personalizable con nuestro software fácil de usar.&nbsp;</li></ul><h2>Especificaciones Cooler Master GS750</h2><ul><li><strong>Características</strong></li><ul><li>Marca compatible: Cualquier marca</li><li>Material: Aluminio, De plástico, Caucho</li><li>Color del producto: Negro</li><li>Iluminación: Si</li><li>Iluminación de color: Rojo/Verde/Azul</li><li>Canales de audio soportados: 7.1</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 100 mm</li><li>Profundidad: 160 mm</li><li>Altura: 275 mm</li><li>Peso: 680 g</li><li>Longitud de cable: 1,2 m</li></ul></ul><ul><li><strong>Puertos e Interfaces</strong></li><ul><li>Cantidad de puertos USB: 2</li><li>Tipo de puerto USB: Mini-USB A</li><li>Combo de salida de auriculares / micrófono del puerto: Si</li></ul></ul><ul><li><strong>Control de energía</strong></li><ul><li>Carga por USB: Si</li><li>Cargador inalámbrico: Si</li><li>Potencia de carga inalámbrica: 10 W</li></ul></ul><ul><li><strong>Empaquetado</strong></li><ul><li>Ancho del paquete: 140 mm</li><li>Profundidad del paquete: 204 mm</li><li>Altura del paquete: 319 mm</li><li>Peso del paquete: 1,06 kg</li></ul></ul><ul><li><strong>Datos logísticos</strong></li><ul><li>Ancho de la caja principal: 42,7 cm</li><li>Longitud de la caja: 43,7 cm</li><li>Alto de la caja principal: 35 cm</li></ul></ul>","categoryId":7,"id":"840c1710-898b-466f-8a0b-e247c578e68c","stock":67,"userSellerId":1},{"title":"Creative Sound BlasterX AE-5 Plus Tarjeta de Sonido","price":160500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/30/309881/1807-creative-sound-blasterx-ae-5-plus-tarjeta-de-sonido.jpg","description":"<p><strong>Sound BlasterX AE-5 Plus</strong>: Ahora con Dolby Digital Live y codificación DTS para ofrecerle más opciones de salida de sonido surround.</p><p>Sea uno de los OP que pueden presumir con orgullo de sus plataformas de juego en r/battlestations<strong> Sound BlasterX AE-5 Plu</strong>s tiene una combinación perfecta de estética y rendimiento, que ofrece una tarjeta para juegos PCI-e SABRE ultra-class de alta resolución y DAC, con LED RGB personalizables en su estructura, incluyendo además una tira de LED RGB. También ofrece nuestro premiado amplificador de cascos discreto Xamp que usa tecnología de biamplificación, además de la colección completa de tecnologías de procesamiento de audio líderes en el sector, incluida la virtualización de sonido surround.</p><h2>Características:</h2><ul><li><strong>Sistema de iluminación Aurora Reactive:</strong> La AE-5 Plus Pure Edition destaca por su bonito acabado en blanco, su carcasa tiene LED RGB personalizables, también tiene cuatro bandas LED RGB para que pueda decorar como quiera su plataforma r/battlestations. Disfrute de una sinfonía de luz y sonido con 16.7 millones de colores formando diferentes patrones entre los que puede escoger, todo ello mediante el software para PC Sound Blaster Command.</li><li><strong>Biamplificador de cascos Xamp discreto personalizado: </strong>Sáquele todo el partido al potencial de sus premiados cascos con micrófono Unos cascos con micrófono que sean potentes necesitan un amplificador de cascos de gran calidad para proporcionar un rendimiento de audio extraordinario, y es aquí en donde entra en juego Sound BlasterX AE-5 Plus Pure Edition. La tarjeta de sonido de alta resolución ofrece Xamp, nuestro biamplificador de cascos discreto de diseño personalizado.</li><li><strong>Amplificación de auriculares discreta Xamp: </strong>En el biamplificador de cascos discreto Xamp, cada canal de audio está amplificado individualmente, permitiendo a Sound BlasterX AE-5 Plus Pure Edition ofrecer un nuevo nivel de fidelidad de audio impoluta en un modo inalterado y sin pérdidas para cada auricular independientemente de su demanda.</li><li><strong>Amplificador Típico De Auriculares: </strong>En un amplificador de cascos clásico, los canales izquierdo y derecho se amplifican al mismo tiempo con el mismo IC de amplificador.</li><li><strong>DAC SABRE-class: </strong>Sound BlasterX AE-5 Plus Pure Edition es un DAC PCI-e SABRE-Class perfecto para sonido de alta resolución para juegos, música y películas. Ofrece un streaming de audio DNR de 122 dB de una claridad extrema, en una reproducción de hasta 32-bit / 384 kHz* con distorsión y fluctuaciones bajísimas.</li><li><strong>Tecnologías de sonido Surround: </strong>Transforme su audio de juegos en un sonido envolvente y de auditorio Ademas de su compatibilidad con Dolby Digital Live y codificación DTS Connect, la Sound BlasterX AE-5 Plus Pure Edition también ofrece 5.1 discreto en altavoces y hasta 7.1 de sonido surround virtual tanto en altavoces como en cascos.</li><li><strong>Sound Blaster Acoustic Engine: </strong>Sound BlasterX AE-5 Plus Pure Edition cabalga en el legado de Sound Blaster de proceso y mejoras de audio, disponible mediante el software Sound Blaster Command. Sound Blaster Acoustic Engine es un paquete de tecnologías de procesamiento de audio completamente personalizable que ofrece nuevos niveles de inmersión en audio y precisión para obtener la última ventaja competitiva. Estas tecnologías de sonido crean niveles de realismo acústico sin precedentes, incluyendo fantásticos efectos de sonido surround para sus altavoces y auriculares.</li><li><strong>Scout Mode: </strong>¿Está preparado para una ventaja injusta? La Sound BlasterX AE-5 Plus Pure Edition trae Scout Mode, una tecnología que mejora claves de audio importantes en los juegos, como los pasos o los sonidos de cambios de arma. Esto le permitirá determinar la ubicación de sus oponentes y predecir sus movimientos antes de que ellos conozcan su posición.</li><li><strong>Mantenga la discreción:</strong> ¿Quiere una cosa un poco más moderada? Si prefiere un estilo más simple y discreto Sound BlasterX AE-5 Plus se ofrece también con una carcasa negra y una banda LED RGB incluida.</li></ul><h2>Especificaciones Creative Sound BlasterX AE-5 Plus:</h2><ul><li><strong>Procesador de audio: </strong>Sound Core3D™</li><li><strong>DNR/SNR: </strong>DAC: 122 dB</li><li><strong>DAC: </strong>ESS SABRE32 Ultra</li><li><strong>Máxima resolución de reproducción: </strong>32-bit / 384 kHz</li><li><strong>THD + N: </strong>0.00032% (DAC)</li><li><strong>Amplificador para auriculares discreto:</strong> Sí (Bi-amp)</li><li><strong>Amplificadores intercambiables:</strong> No</li><li><strong>ACM:</strong> No</li><li><strong>Iluminación RGB Aurora: </strong>Sí</li><li><strong>Compatibilidad con Asio: </strong>2.3, Reproducción y grabación</li><li><strong>Codificación: </strong>Dolby Digital Live / DTS</li><li><strong>Scout Mode: </strong>Sí</li><li><strong>Sistemas operativos compatibles: </strong>Windows 10</li><li><strong>Tipo de conector:&nbsp; </strong><ul><li>3 salidas de línea 5.1 de 3,5 mm</li><li>1 salida óptica TOSLINK</li><li>1 salida de cascos de 3,5 mm</li><li>1 entrada de línea / micro de 3,5 mm</li><li>1 panel frontal de audio HD de Intel</li></ul></li></ul>","categoryId":7,"id":"7a023578-77b6-43e8-97b6-ffeedc776fca","stock":52,"userSellerId":3},{"title":"StarTech Tarjeta de Sonido PCI-e Sonido 7.1 Canales 24bit 192 kHz","price":105000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/22/227655/1.jpg","description":"<style type=\"text/css\">*, :after, :before { box-sizing: border-box;}</style><p>Agregue sonido digital envolvente por fibra óptica a su ordenador mediante PCIe.<br><br>Esta tarjeta de sonido de 7.1 canales permite crear un sistema de sonido de cine en casa. Incluye puertos de entrada y salida SPDIF, lo cual ofrece el más nítido audio digital por fibra óptica, para disfrutar de una experiencia auditiva excepcional. Versátil rendimiento La versátil tarjeta de sonido se puede utilizar con diversos dispositivos de audio. Y las salidas SPDIF digital por fibra óptica o análoga de 3,5mm evitan tener que preocuparse por los tipos de conexión de los dispositivos. Es posible enviar audio digital de salida a un receptor por fibra óptica o DAC, o audio análogo a su sistema de sonido.</p><p>Con calidad de reproducción y grabación de hasta 24 bits y 192KHz, esta tarjeta adaptadora de sonido envolvente 7.1 ofrece una calidad excepcional de audio de alta definición. Sencilla instalación A diferencia de otras tarjetas de sonido convencionales, esta tarjeta está diseñada para ajustarse a ordenadores de perfil bajo, lo cual resulta ideal en el caso de ordenadores personales configurados como sistemas de cine en casa (HTPC). Amplía el alcance de los diversos puertos en la tarjeta principal, además de que incluye un soporte innovador e independiente para el cabezal. La tarjeta está configurada con soportes de perfil estándar e incluye soportes de perfil bajo (media altura). La tarjeta de sonido envolvente de 7.1 canales se instala fácilmente. Es ideal para cualquier usuario que busca una solución sencilla para actualizar su sistema de audio, como, por ejemplo, audiófilos aficionados o profesionales del audio.</p><p>Varias opciones de entrada Para mayor posibilidad de ajuste a escala, es posible conectar con rapidez un micrófono u otros dispositivos de grabación al ordenador, a través de las entradas de audio estéreo de 3,5mm o de audio digital SPDIF.</p><h2>Características:</h2><ul><li>Calidad superior de audio, con sonido digital envolvente 7.1 de alta resolución</li><li>Compatible con dispositivos de audio digital por fibra óptica o audio análogo, a través de conectores SPDIF o de 3,5mm</li><li>Todos los puertos se acoplan a ordenadores de factor de forma pequeño (soporte para perfil bajo incluidas), mediante la tarjeta principal y el soporte del cabezal</li></ul><h2>Especificaciones:</h2><ul><li><strong>Audio</strong><ul><li>Interno: Si</li></ul><ul><li>Canales de salida de audio: 7.1 canales</li></ul><ul><li>Calidad de audio: 24 bit</li></ul><ul><li>Línea de salida, relación señal/ruido: 92 dB</li></ul></li></ul><ul><li><strong>Puertos e Interfaces</strong><ul><li>Interfaz de host: PCI-E x1</li></ul><ul><li>Entrada de línea: Si</li></ul><ul><li>S/PDIF en puerto: Si</li></ul><ul><li>Puerto de salida S/PDIF: Si</li></ul><ul><li>CD/AUX entrada de audio: Si</li></ul><ul><li>Salida de audio (L,R): 1</li></ul><ul><li>Micrófono, jack de entrada: Si</li></ul><ul><li>Salida de audio analógico: 4</li></ul></li></ul><ul><li><strong>Peso y dimensiones</strong><ul><li>Peso: 105 g</li></ul><ul><li>Ancho: 18 mm</li></ul><ul><li>Profundidad: 109 mm</li></ul><ul><li>Altura: 120 mm</li></ul></li></ul><ul><li><strong>Software</strong><ul><li>Sistema operativo Windows soportado: Windows 10 Education,Windows 10 Education x64,Windows 10 Enterprise,Windows 10 Enterprise x64,Windows 10 Home,Windows 10 Home x64,Windows 10 Pro,Windows 10 Pro x64,Windows 7 Enterprise,Windows 7 Enterprise x64,Windows 7 Home Basic,Windows 7 Home Basic x64,Windows 7 Home Premium,Windows 7 Home Premium x64,Windows 7 Professional,Windows 7 Professional x64,Windows 7 Starter,Windows 7 Starter x64,Windows 7 Ultimate,Windows 7 Ultimate x64,Windows 8,Windows 8 Enterprise,Windows 8 Enterprise x64,Windows 8 Pro,Windows 8 Pro x64,Windows 8 x64,Windows 8.1,Windows 8.1 Enterprise,Windows 8.1 Enterprise x64,Windows 8.1 Pro,Windows 8.1 Pro x64,Windows 8.1 x64,Windows Vista Business,Windows Vista Business x64,Windows Vista Enterprise,Windows Vista Enterprise x64,Windows Vista Home Basic,Windows Vista Home Basic x64,Windows Vista Home Premium,Windows Vista Home Premium x64,Windows Vista Ultimate,Windows Vista Ultimate x64,Windows XP Home,Windows XP Home x64,Windows XP Professional,Windows XP Professional x64</li></ul></li></ul><ul><li><strong>Contenido del embalaje</strong><ul><li>Guía de configuración rápida: Si</li></ul></li></ul><ul><li><strong>Características</strong><ul><li>Circuito integrado: C-Media CM8828</li></ul><ul><li>Certificación: CE, FCC, RoHS</li></ul></li></ul>","categoryId":7,"id":"d9833e1e-d955-4d7b-b0ce-86422c6bcc10","stock":45,"userSellerId":4},{"title":"Asus Xonar U7 MKII USB Tarjeta de Sonido 7.1","price":138000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/20/207001/1.jpg","description":"<style type=\"text/css\">*, :after, :before { box-sizing: border-box;}</style><p><strong>Xonar U7 MKII</strong> está diseñada para ofrecer las mejores experiencias de audio para juegos en PC transmisión de multimedia. Ofrece sonido impresionantemente claro y fuerte cuando tienes usas audífonos o altavoces que sobrepasa el hardware de audio interno de cualquier PC. Con conectividad USB conveniente, Xonar U7 MKII ofrece mejora instantánea de calidad de audio sin la necesidad de abrir tu PC o instalar una tarjeta de audio interna. Su diseño USB también elimina el uso de una fuente de poder adicional, así solo conectas un cable y comienzas a escuchar.</p><p>La ingeniería en Xonar U7 MKII sobrepasa las limitaciones de tamaño y fuente de poder de otros dispositivos USB externos de audio para ofrecer sonido surround de 7.1 canales preciso e inmersivo. El procesamiento de sonido usa fidelidad de 192kHz/24-bit para verdadera salida en alta definición, manteniendo calidad consistente a través de todos los canales.</p><h2>Características:</h2><ul><li>Verdaderos 7.1 canales, sonido surround de 192kHz/24-bit HD con 114dB SNR desde un dispositivo USB compacto</li><li>Amplificador de audífono integrado que mejora el sonido y revela todos los detalles de tu música</li><li>Controles de volumen dedicados en audífono y micrófono te permiten ajustar al instante tu audio para una mejor experiencia en juegos y transmisión de multimedia</li><li>Control de volumen clickeable para convenientes cambios entre salida de audífono y altavoz.</li><li>Software Sonic Studio con interfaz intuitiva de una sola pantalla y Sonic Radar Pro para mapeo de locación de oponente en juegos de disparos en primera persona</li></ul><h2>Especificaciones Asus Xonar U7 MKII USB</h2><ul><li><strong>Audio</strong><ul><li>Interno: No</li></ul><ul><li>Calidad de audio: 24 bit</li></ul><ul><li>Línea de salida, relación señal/ruido: 114 dB</li></ul><ul><li>Línea de entrada, relación señal/ruido: 110 dB</li></ul><ul><li>Línea de salida, Distorsión armónica total (THD): 0,0006%</li></ul><ul><li>Rango de frecuencia: 10 - 46000 Hz</li></ul></li></ul><ul><li><strong>Puertos e Interfaces</strong><ul><li>Interfaz de host: USB</li></ul><ul><li>Entrada de línea: Si</li></ul><ul><li>Salida de línea: Si</li></ul><ul><li>Salidas para auriculares: 1</li></ul><ul><li>Puerto de salida S/PDIF: Si</li></ul><ul><li>Cantidad de puertos USB 2.0: 1</li></ul><ul><li>Salida de audio (L, R): 1</li></ul></li></ul><ul><li><strong>Peso y dimensiones</strong><ul><li>Ancho: 130 mm</li></ul><ul><li>Profundidad: 80 mm</li></ul><ul><li>Altura: 25 mm</li></ul></li></ul><ul><li><strong>Software</strong><ul><li>Sistema operativo Windows soportado: Windows 10 Education, Windows 10 Education x64, Windows 10 Enterprise, Windows 10 Enterprise x64, Windows 10 Home, Windows 10 Home x64, Windows 10 IOT Core, Windows 10 Pro, Windows 10 Pro x64, Windows 7 Enterprise, Windows 7 Enterprise x64, Windows 7 Home Basic, Windows 7 Home Basic x64, Windows 7 Home Premium, Windows 7 Home Premium x64, Windows 7 Professional, Windows 7 Professional x64, Windows 7 Starter, Windows 7 Starter x64, Windows 7 Ultimate, Windows 7 Ultimate x64, Windows 8, Windows 8 Enterprise, Windows 8 Enterprise x64, Windows 8 Pro, Windows 8 Pro x64, Windows 8 x64, Windows 8.1, Windows 8.1 Enterprise, Windows 8.1 Enterprise x64, Windows 8.1 Pro, Windows 8.1 Pro x64, Windows 8.1 x64</li></ul><ul><li>Compatible con Mac: Si</li></ul><ul><li>Sistema operativo MAC soportado: Si</li></ul></li></ul><ul><li><strong>Contenido del embalaje</strong><ul><li>Guía de configuración rápida: Si</li></ul></li></ul><ul><li><strong>Características</strong><ul><li>Indicadores LED: Si</li></ul><ul><li>Color del producto: Negro</li></ul></li></ul>","categoryId":7,"id":"926abcfc-9fba-4372-8263-791a36a6c253","stock":13,"userSellerId":2},{"title":"Creative Sound BlasterX G1 USB 7.1","price":33000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/30/305584/1905-creative-sound-blasterx-g1-usb-71.jpg","description":"<p>Luciendo un diseño pequeño, la <strong>Sound BlasterX G1</strong>, lista para usar, ofrece un audio de alta resolución cristalino con sonido envolvente de posición 7.1 HD, que ofrece una potencia instantánea del rendimiento de audio para una experiencia de juego envolvente en PC, Mac y PS4.</p><h2>Características</h2><ul><li><b>Sumérjase en el juego con sonido envolvente:</b><ul><li>Sound BlasterX G1 admite señales de entrada 7.1 para la virtualización realista de los efectos de juegos y las señales acústicas con una precisión y posicionamiento perfectos para sus cascos.</li></ul></li><li><b>Eleve el audio:</b><ul><li>Libérese de tener que usar unos cascos malos. Sound BlasterX G1 amplifica la potencia de los cascos hasta 300 Ohmios, lo que significa que puede usar cascos de mejor calidad y seguir teniendo la experiencia de un audio atronador en sus juegos.</li></ul></li><li><b>BlasterX Acoustic Engine Pro (PC):</b><ul><li>BlasterX Acoustic Engine Pro, potente y completamente personalizable, basado en nuestra larga trayectoria de creación de algoritmos de audio líderes de su clase, permite a la Sound BlasterX G1 ofrecer diversas mejoras de audio para un juego optimizado.</li><li>Disponible para Windows®, el BlasterX Acoustic Engine Pro completamente personalizable le proporciona una experiencia acústica con realismo de audio y efectos de audio envolvente que disminuye de manera inteligente las distracciones y mejora el juego. Desde el silbido de las balas pasando por sus oídos en su juego de FPS favorito hasta el estruendo aterrador de un trol en un juego de aventuras, la esencia de su juego cobra vida con nuestras mejoras modificadas profesionalmente.</li></ul></li><li><b>Modo X-Plus:</b><ul><li>Solo cuando se combina con los Sound BlasterX H5, este modo le permite cambiar el sonido exclusivo de los cascos con micrófono H5 cuando se conecta a la tarjeta de sonido G1 en un nivel de hardware para una ventaja injusta sobre sus oponentes a través de nuestra lista en continua expansión de juegos compatibles.</li><li>Modo X-Plus acentúa el audio para las cuestiones realmente importantes en un juego competitivo y lo minimiza para aquellas que no lo son. Oiga los pasos, disparos y otras señales acústicas mejor y con mayor nitidez sin distraerse con los ruidos ambientales.</li><li>Lo mejor de todo, la configuración se programa directamente en la G1 para que pueda disfrutar de esta configuración en cualquier parte donde tenga lugar el torneo sin tener que preocuparse de las instalaciones de software cuando se encuentra fuera de casa.</li></ul></li><li><b>X-Plus Configurator:</b><ul><li>¿Juegos de competición? Usa el X-Plus Configurator para programar la G1 con el sonido de firma diseñado específicamente para tu juego.</li><li>Los ajustes de sonido únicos se programan en la G1 para que tengas la ventaja añadida donde quiera que sea el torneo sin tener que preocuparte de instalaciones de software si sales fuera.</li></ul></li><li><b>Oiga más allá de lo que ve:</b><ul><li>Active el Scout Mode para lograr una ventaja táctica mayor con la capacidad de percibir señales más claras y altas y de mejor calidad que sus enemigos.</li></ul></li><li><b>Conectividad:</b><ul><li>Sound BlasterX G1 ofrece una salida de cascos combinada de 4 polos con clavija de micrófono y es adecuada para los cascos o auriculares que se encuentran habitualmente con micrófonos integrados.</li></ul></li><li><b>Actualice al instante el rendimiento de sus cascos con micrófono:</b><ul><li>Solo tiene que conectarlos en un PC, Mac o PlayStation 4™ y después, conectar los cascos con micrófono o altavoces para potenciar al instante su experiencia acústica y de juegos.</li></ul></li></ul><h2>Especificaciones Creative Sound BlasterX G1</h2><ul><li><strong>Audio</strong></li><ul><li>Interno: No</li><li>Calidad de audio: 24 bit</li><li>Canales de salida de audio: 7.1 canales</li><li>Línea de salida, relación señal/ruido: 93 dB</li></ul></ul><ul><li><strong>Puertos e Interfaces</strong></li><ul><li>Interfaz de host: USB</li><li>Auriculares: 3,5 mm</li><li>Conectar y usar (Plug and Play): Si</li></ul></ul><ul><li><strong>Características</strong></li><ul><li>Color del producto: Negro</li><li>Compatibilidad: PlayStation 4</li></ul></ul><ul><li><strong>Software</strong></li><ul><li>Sistemas operativos compatibles: Windows® 7, Windows® 8, Windows Vista®, Windows® 8.1, Windows® 10, Mac OS X v10.8 o superior</li></ul></ul><ul><li><strong>Requisitos del sistema</strong></li><ul><li>RAM mínima: 1000 MB</li><li>Procesador mínimo: 2.8 GHz</li><li>USB: Si</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Peso: 16 g</li><li>Ancho: 23 mm</li><li>Profundidad: 137,6 mm</li><li>Altura: 10,4 mm</li></ul></ul><ul><li><strong>Otras características</strong></li><ul><li>Espacio mínimo de almacenamiento del disco: 600 MB</li></ul></ul>","categoryId":7,"id":"18fbe675-2710-4ead-b92a-17f5c919eeb6","stock":52,"userSellerId":4},{"title":"Creative Sound Blaster Audigy FX PCI Express","price":42000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/6/61113/creative-sound-blaster-audigy-fx-pci-express.jpg","description":"<p><strong>Tarjeta de sonido PCIe con SBX Pro Studio</strong><br><br>Sound Blaster Audigy Fx es la actualización perfecta desde el audio básico de la placa base al legendario sonido de Sound Blaster. Optimizada con la tecnología SBX Pro Studio, ofrece sonido cinemático 5.1 de gran alta calidad para películas, música y juegos. Incluye el Panel de control de Sound Blaster Audigy Fx, que brinda el control absoluto de la configuración de tu SBX Pro Studio.</p><p><strong>Características</strong></p><ul>    <li><strong>La actualización perfecta de Sound Blaster</strong><br>    Sound Blaster Audigy Fx es una tarjeta de sonido de media altura basada en la tecnología SBX Pro Studio. De forma instantánea, convierte tu sistema en un sistema de entretenimiento 5.1 que ofrece sonido envolvente cinemático. ¡Perfecto para sacar el máximo partido a tus películas, canciones y juegos! Sound Blaster Audigy Fx también incorpora un conversor de digital a analógico (DAC) de 192 kHz (reproducción) de 24 bits, una relación de señal-ruido (SNR) de 106 dB y un amplificador de auriculares de 600 ohmios de alta calidad para una supervisión de excelente calidad.</li>    <li><strong>Disfruta del sonido cinemático multicanal</strong><br>    La tarjeta de sonido PCIe de media altura es del tamaño perfecto para tus PCs de cine en casa. Ahora puedes actualizar tu experiencia cinemática con la fidelidad de audio de Sound Blaster. Sound Blaster Audigy Fx incluye salidas de canal 5.1 para la conexión sencilla a los altavoces multicanal existentes.</li>    <li><strong>Línea independiente y entradas de micrófono</strong><br>    Sound Blaster Audigy Fx incorpora conectores independientes de entrada de línea y micrófono, que permiten la conexión de dos fuentes diferentes de audio a tu PC.<br>    Puedes conectar el reproductor de MP3 y cantar, ¡a la vez que grabas tu sesión de canto para compartirla con tus amigos!</li>    <li><strong>Controla y personaliza tu audio</strong><br>    Sound Blaster Audigy Fx incluye el conjunto de tecnologías SBX Pro Studio, ¡diseñado para marcar la diferencia cinemática en los PC de cine en casa! También puedes ajustar el nivel de inmersión que desees, simplemente adaptando los deslizadores del Panel de control Audigy Fx.</li></ul><p>&nbsp;</p><p><strong>Especificaciones</strong></p><ul>    <li>SBX Pro Studio Sí</li>    <li>Máxima calidad de reproducción    <ul>        <li>Estéreo:</li>        <li>24bit /192kHz</li>        <li>5.1 Sonido envolvente:</li>        <li>24bit / 96KHz</li>    </ul>    </li>    <li>Máxima calidad de grabación    <ul>        <li>24-bit / 96kHz</li>    </ul>    </li>    <li>Salida máxima    <ul>        <li>5.1 canales</li>    </ul>    </li>    <li>Relación señal/ruido (SNR)    <ul>        <li>106dB</li>    </ul>    </li>    <li>Mezcla de estéreo multicanal Sí</li>    <li>Opciones de entrada (principal)    <ul>        <li>Auriculares/salida delantera:1 x Conector de 3,5 mm</li>        <li>Salida trasera:1 x Conector de 3,5 mm</li>        <li>Centro/subwoofer:1 x Conector de 3,5 mm</li>        <li>Entrada de micrófono:1 x Conector de 3,5 mm</li>        <li>Entrada de línea:1 x Conector de 3,5 mm</li>    </ul>    </li>    <li>Amplificador de cascos Hasta 600 Ohms</li>    <li>EAX Advanced 5.0</li>    <li>Fidelidad de audio    <ul>        <li>Hasta 24-bit / 96kHz</li>    </ul>    </li>    <li>Software y compatibilidad    <ul>        <li>Sistemas operativos compatibles</li>        <li>Windows® 8</li>        <li>Windows® 7</li>        <li>Windows Vista® SP1 o superior</li>    </ul>    </li>    <li>Plataformas compatibles PC - PCIe x1</li></ul><p><strong>Requisitos del sistema</strong></p><ul>    <li>Procesador Intel® Core™ 2 Duo o AMD® o equivalente, a 2,2 GHz o superior (recomendado).</li>    <li>Placa base Intel®, AMD® o compatible 100 %</li>    <li>Microsoft® Windows® 8 (32/64 bits), Windows® 7 (32/64 bits), Windows Vista™ (32/64 bits)</li>    <li>1 GB RAM</li>    <li>&gt;600 MB de espacio libre en el disco duro</li>    <li>Ranura PCI Express® disponible</li>    <li>Unidad de CD-ROM o DVD-ROM disponible</li></ul><p><strong>Contenido del paquete</strong></p><ul dir=\"ltr\" style=\"margin-right:0px\">    <li>Tarjeta Sound Blaster Audigy Fx (con soporte de E/S de altura completa)</li>    <li>Guía de inicio rápido</li>    <li>CD de instalación que contiene:</li>    <li>Drivers para Windows® 7, 8 y Vista™</li>    <li>Paquete de software Creative</li>    <li>Guía del usuario en PDF</li>    <li>Soporte de E/S de altura media</li></ul>","categoryId":7,"id":"9d4b2804-6312-47c5-948b-1053869b2e66","stock":70,"userSellerId":2},{"title":"Asus Strix Soar Tarjeta de Sonido 7.1 PCIe","price":180000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/33/339373/1295-asus-strix-soar-tarjeta-de-sonido-71-pcie.jpg","description":"<p><strong>Asus Strix Soar</strong> es una tarjeta de audio tope de gama con componentes de grado audiófilo diseñada para satisfacer a los gamers más exigentes. El resultado es un sonido lleno de detalle y realismo con una relación señal-ruido de 116 dB.</p><p>Monta un amplificador de auriculares compatible con hasta 600 ohmios de impedancia que ofrece un sonido claro, potente y unos graves con una respuesta ampliada. La utilidad Sonic Studio, muy simple y potente, ofrece un control exhaustivo de las funciones de la tarjeta de audio.</p><h2>Características:</h2><ul><li><strong>Toma pleno control de tu sonido con Sonic Studio:</strong> Con una interfaz intuitiva y elegante que agrupa las funcionalidades de un modo muy lógico, Sonic Studio es una herramienta muy potente y fácil de usar que brinda todas las funcionalidades de audio de la tarjeta en una única pantalla, lo que permite llevar a cabo las modificaciones del modo más rápido y eficiente posible.</li><li><strong>Sonic Radar Pro te ofrece una ventaja competitiva real:</strong> Los juegos actuales son mucho más que gráficos, y elementos como un posicionamiento de sonido de precisión pueden representar una ventaja competitiva para mejorar tu eficiencia en juegos FPS. Sonic Radar Pro es una tecnología exclusiva de ASUS que permite visualizar y mejorar los sonidos de los juegos.</li><li><strong>116 dB de relación señal-ruido (SNR) para una transparencia extraordinaria: </strong>El DAC ESS SABRE9006A de grado Hi-Fi ofrece un sonido sin fluctuaciones (jitter) y una excepcional relación señal-ruido (SNR) de 116 dB, lo que supone una transparencia 32 veces superior a la media de las soluciones integradas en placa.<br><strong></strong></li><li><strong>Detalles más presentes con el amplificador de auriculares compatible con 600 ohmios: </strong>El potente amplificador de auriculares TI-TPA6120 permite disfrutar de todo el potencial de tus auriculares gaming. Compatible con hasta 600 ohmios de impedancia, este amplificador ofrece una respuesta mejorada en graves y un sonido más claro y detallado.</li><li><strong>Tecnología Hyper Grounding: </strong>Diseño PCB multicapa que bloquea el ruido. Desarrollado gracias a las décadas de experiencia profesional de ASUS.</li><li><strong>Efectos de iluminación:</strong> Expresa tu estilo gaming hasta a oscuras con la iluminación del ojo STRIX.</li></ul><h2>Especificaciones Asus Strix Soar:</h2><ul><li><strong>Audio</strong></li><ul><li>Interno: Si</li><li>Calidad de audio: 24 bit</li><li>Canales de salida de audio: 7.1 canales</li><li>Línea de salida, relación señal/ruido: 116 dB</li><li>Línea de entrada, relación señal/ruido: 110 dB</li><li>Convertidor de audio A/D: 24-bit/192kHz</li><li>Conversión de digital a analógico: 24-bit/192kHz</li><li>Línea de entrada, distorción armónica total (THD): 0,000316%</li><li>Línea de salidad, Distorción armónica total (THD): 0,001%</li><li>Rango de frecuencia: 10 - 48000 Hz</li></ul></ul><ul><li><strong>Puertos e Interfaces</strong></li><ul><li>Interfaz de host: PCI-E</li><li>Entrada de línea: Si</li><li>Salida de línea: Si</li><li>Salidas para auriculares: 1</li><li>Puerto de salida S/PDIF: Si</li></ul></ul><ul><li><strong>Características</strong></li><ul><li>Cables incluidos: S/PDIF</li></ul></ul><ul><li><strong>Software</strong></li><ul><li>Sistema operativo Windows soportado: Windows 7 Enterprise,Windows 7 Enterprise x64,Windows 7 Home Basic x64,Windows 7 Home Premium,Windows 7 Home Premium x64,Windows 7 Professional,Windows 7 Professional x64,Windows 7 Starter,Windows 7 Starter x64,Windows 7 Ultimate,Windows 7 Ultimate x64,Windows 8,Windows 8 Enterprise,Windows 8 Enterprise x64,Windows 8 Pro,Windows 8 Pro x64,Windows 8 x64,Windows 8.1,Windows 8.1 Enterprise,Windows 8.1 Enterprise x64,Windows 8.1 Pro,Windows 8.1 Pro x64,Windows 8.1 x64</li></ul></ul><ul><li><strong>Peso y dimensiones</strong></li><ul><li>Ancho: 130 mm</li><li>Profundidad: 190 mm</li><li>Altura: 22 mm</li></ul></ul>","categoryId":7,"id":"8c34ed02-e3b5-44f0-99d3-043cb6535c9f","stock":35,"userSellerId":4},{"title":"Tarjeta de Sonido OcioDual Tarjeta de Sonido Externa 5.1 3D USB Jack 3.5mm","price":4500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/1033/10334908/1828-ociodual-tarjeta-de-sonido-externa-usb-3d-51-entrada-audio-salida-mic-micro-microfono-negra-adaptador-extraible-jack-35mm.jpg","description":"<div class=\"alert p-b-1 alert-info\" role=\"alert\"><p>Conoce más acerca de la etiqueta de <a class=\"alert-link\" target=\"_blank\" href=\"https://assets.pccomponentes.com/files/2023/12/23/2f1b91ee-cbd2-46a7-83dc-aa21c54b8ab7/energy-card.pdf\" rel=\"nofollow\">eficiencia energética</a> o <a class=\"alert-link\" target=\"_blank\" href=\"https://assets.pccomponentes.com/files/2023/12/23/89f3ccbd-3888-4702-9aeb-dac111b8a482/european-card.pdf\" rel=\"nofollow\">información del producto</a></p></div><br><p><strong>Tarjeta de sonido</strong> 5.1 USB con entrada de &nbsp;micrófono.&nbsp;Te permitirá la creación de una entrada de micrófono y conector de salida de &nbsp;audio desde cualquier puerto USB del PC.</p><p>No tendrás la necesidad de llegar detrás de tu PC para utilizar las tomas de &nbsp;audio.&nbsp;Totalmente Plug &amp; Play no requiere instalación.</p><h2>Especificaciones:</h2><ul><li>Soporta 3D audio.</li><li>Se alimenta por USB y no requiere de ningún tipo de alimentación externa.</li><li>Ideal para utilizar Skype / teléfonos de internet / programas de Chat MSN / &nbsp;Yahoo / ICQ y más.</li><li>Compatible con Virtual DJ (Software NO incluido).</li><li>Plug and Play 2 0 USB.</li><li>Soporta sonido 3D (AC-3) Stereo.</li><li>Canal virtual 5.1 pista de sonido.</li><li>Compatible: Windows XP / Vista / 7 / 8 / 10. NO COMPATIBLE con Linux MacOS Android y otros sistemas opertivos.</li><li>Entrada: 1x Jack 3.5 mm. (micrófono).</li><li>Salida: 1x Jack 3.5mm. (auriculares altavoces).</li><li>Importante: NO COMPATIBLE con conectores TS TRRS (ver fotos).</li><li>Peso: 51g.</li><li><strong>Contenido del paquete:</strong></li><li>1x Tarjeta.</li></ul>","categoryId":7,"id":"8825fd68-7dfd-4272-9963-1e00cdaee6b2","stock":47,"userSellerId":4},{"title":"Creative Sound Blaster Audigy Fx V2 Tarjeta de Sonido Interna PCI-e","price":60000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/67/672007/1877-creative-sound-blaster-audigy-fx-v2-tarjeta-de-sonido-interna-pci-e.jpg","description":"<p>Salvando las distancias entre el rendimiento y el valor, nuestra nueva <strong>Sound Blaster Audigy Fx V2</strong> introduce una fidelidad de audio prístina, un procesamiento de audio avanzado a través del Sound Blaster Acoustic Engine y nuestra última innovación de audio: SmartComms Kit, un conjunto de funciones de comunicación inteligentes diseñadas para mejorar la forma de comunicarse en línea.</p><p>Con el audio profesional ahora hecho personal, Sound Blaster Audigy Fx V2 es el complemento perfecto para su equipo de juegos o de cine. Cuenta con sonido envolvente 5.1, audio de alta calidad con 120 dB SNR y reproducción de alta resolución de 24 bits y 192 kHz.</p><p>También puede optar por mejorar aún más el rendimiento de audio de su PC con Sound Blaster Audigy Fx V2 DBPro, una expansión opcional de placa secundaria con mejoras como la compatibilidad con la reproducción de DSD256, canales laterales añadidos para un sonido envolvente 7.1 completo y la adición de un puerto de salida óptica.</p><h2>Características</h2><ul><li><strong>AUDIO ALTA RESOLUCIÓN 5.1 SURROUND:</strong> Actualice el sonido de su PC y descargue el procesamiento de su CPU con Sound Blaster Audigy Fx V2. Con reproducción de hasta 24 bits / 192 kHz y claridad DNR de 120 dB, disfrute del audio de alta resolución sin sobrecargar su CPU, para que pueda manejar otras tareas eficientemente, como los gráficos. También viene con capacidades de sonido surround discreto y virtual 5.1, para que pueda permanecer inmerso en sus medios, tanto en sus altavoces como en cascos</li><li><strong>AMPLIFICADOR DE AURICULARES INTEGRADO CON MEJORAS DE AUDIO Y ECUALIZACIÓN PERSONALIZABLE:</strong> La tarjeta de sonido es capaz de alimentar auriculares de 600 Ohmios de calidad de estudio y lograr un mayor realismo de audio a través del conjunto de tecnologías de Sound Blaster Acoustic Engine mediante la aplicación Creative. También viene con perfiles de ecualización personalizables y se combina con el modo Scout Mode que mejora las señales de audio importantes en el juego</li><li><strong>SIMPLIFIQUE LA FORMA DE COMUNICARSE ONLINE</strong>: Sound Blaster Audigy Fx V2 viene con nuestro último SmartComms Kit, un conjunto de características de comunicación inteligentes, incluyendo VoiceDetect que automáticamente se desactiva mientras habla, liberando sus manos para otras tareas, y las características NoiseClean que cancelan el ruido de fondo estático de ambos lados de las conversaciones durante una llamada. SmartComms Kit está disponible en la aplicación Creative para usuarios de Windows 10</li><li><strong>CONSTRUCCIÓN COMPACTA CON CONECTORES PARA AURICULARES Y ALTAVOCES:</strong> Sound Blaster Audigy Fx V2 está diseñada con un factor de forma de media altura y viene con soportes de montaje intercambiables para adaptarse a la configuración de su PC. Cuenta con puntos finales de reproducción individuales para la salida de auriculares del panel frontal y trasero, capaz de reconocer auriculares y conectores de 4 polos, por lo que simplemente puede conectar su dispositivo</li><li><strong>RENDIMIENTO MEJORADO CON LA TARJETA DE EXPANSIÓN DE LA PLACA SECUNDARIA</strong>: Disfrute del máximo rendimiento del Sound Blaster Audigy Fx V2 con una tarjeta de expansión opcional (se vende por separado). La adición de Sound Blaster Audigy Fx V2 DBPro mejora su audio para ofrecer reproducción DSD256, dos canales laterales más para lograr un sonido envolvente discreto 7.1, así como un puerto de salida óptica incluido para complementar su viaje de actualización de audio del PC</li></ul><h2>Especificaciones:</h2><ul><li>Peso Tablero principal: 57 g, Soporte de media altura: 12 g</li><li>Dimensiones Panel principal:&nbsp;117.4&nbsp;x 121 x 21.6 mm, Soporte de media altura: 80 x 21.6 mm</li><li>Procesador de audio SmartComms Kit</li><li>Relación señal/ruido (SNR) 120 dB (DAC)</li><li>Modo directo</li><li>Auriculares (estéreo): PCM 16-bit, 44.1, 48.0, 88.2, 96.0. 192.0 kHz</li><li>Auriculares (estéreo): PCM 24-bit, 44.1, 48.0, 88.2, 96.0. 192.0 kHz</li><li>Salida de línea (estéreo / Surround): PCM 16-bit, 44.1, 48.0, 88.2, 96.0. 192.0 kHz</li><li>Salida de línea (estéreo / Surround): PCM 24-bit, 44.1, 48.0, 88.2, 96.0. 192.0 kHz</li><li>Salida óptica (estéreo) *: PCM 16-bit, 44.1, 48.0, 88.2, 96.0, 192.0 kHz</li><li>PCM 24-bit, 44.1, 48.0, 88.2, 96.0, 192.0 kHz</li><li>* La salida óptica está disponible con la actualización de la tarjeta hija DBPro</li><li>DSD Playback Salida de línea/auriculares (estéreo): DSD nativo: DSD64, DSD128, DSD256</li><li>DoP: DSD64</li><li>^ La reproducción DSD está disponible con la actualización de la tarjeta hija DBPro</li><li>Resolución de grabación</li><li>Entrada de micrófono (mono): Mono, 16-bit, 44.1, 48.0, 88.2, 96.0 kHz</li><li>Entrada de micrófono (mono): Mono, 24-bit, 44.1, 48.0, 88.2, 96.0 kHz</li><li>Entrada de línea (estéreo): Estéreo, 16-bit, 44.1, 48.0, 88.2, 96.0, 192.0 kHz</li><li>Entrada de línea (estéreo): Estéreo, 24-bit, 44.1, 48.0, 88.2, 96.0, 192.0 kHz</li><li>Opciones de entrada (principal) 1 entrada de micrófono de 3.5 mm, 1 entrada de línea de 3.5&nbsp;mm, 1 salida de cascos/auriculares delantera con micro de 3.5 mm (por defecto, auriculares), 1 salida trasera de 3.5 mm, 1 salida central/Sub de 3.5 mm</li><li>Amplificador de cascos Impedancia de cascos admitida: 32 - 600 Ohmios, Impedancia de salida: 10 Ohmios</li><li>Salida de canal máxima 5.1 canales</li><li>Sistemas operativos compatibles Windows® 10, Windows® 11º</li><li>ASIO ASIO 2.3</li><li>DAC THD+N: &lt;=0.004%</li><li>Uso recomendado</li><li>Entretenimiento en casa</li><li><strong>Requisitos del sistema</strong><ul><li>Sistema operativo Windows® OS</li><li>Procesador Intel® Core™i3 o AMD® equivalente</li><li>Placa base Intel, AMD u otra 100&nbsp;% compatible</li><li>Microsoft® Windows 10 32 / 64-bit o superior</li><li>&gt; 4 GB de RAM</li><li>&gt; 4 GB de espacio libre en el disco duro</li><li>Ranura PCIe disponible</li></ul></li><li><strong>Contenido del paquete</strong><ul><li>Tarjeta de sonido Sound Blaster Audigy&nbsp;Fx&nbsp;V2</li><li>Soporte de media altura (soporte de altura completa montado en el tablero)</li><li>Folleto de inicio rápido</li><li>Folletos de garantía</li><li>Folleto de SmartComms Kit</li></ul></li></ul>","categoryId":7,"id":"71016d11-0e0c-4d77-903d-4a6237830f83","stock":44,"userSellerId":4},{"title":"Ewent Tarjeta de Sonido 5.1 USB","price":4500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/23/237200/1.jpg","description":"<p>Añada una entrada de auriculares o altavoces y micrófono a su equipo, equipo portátil o subportátil con el adaptador Audio Blaster USB Ewent EW3751. Es fácil de instalar: sólo conéctelo en un puerto USB disponible. ¡Descubra cómo el sonido 3D virtual mejora la calidad de la música!</p><h2>Características:</h2><ul>\t<li>Sonido virtual 3D 5.1</li>\t<li>Entrada de microfono y altavoces / auriculares</li>\t<li>Compatible con la especificación USB2.0</li>\t<li>Manual de usuario multiligüe</li>\t<li>Soporte técnico</li>\t<li>5 años de garantía</li>\t<li>Fácil instalación</li></ul><h2>Especificaciones</h2><ul>\t<li>Requisitos del sistema\t<ul>\t\t<li>USB: Si</li>\t</ul>\t</li></ul><ul>\t<li>Audio\t<ul>\t\t<li>Interno: No</li>\t</ul>\t<ul>\t\t<li>Canales de salida de audio: 5.1 canales</li>\t</ul>\t</li></ul><ul>\t<li>Puertos e Interfaces\t<ul>\t\t<li>Interfaz de host: USB</li>\t</ul>\t<ul>\t\t<li>Puerto Midi / joystick: No</li>\t</ul>\t<ul>\t\t<li>Salidas para auriculares: 1</li>\t</ul>\t<ul>\t\t<li>S/PDIF en puerto: No</li>\t</ul>\t<ul>\t\t<li>Puerto de salida S/PDIF: No</li>\t</ul>\t<ul>\t\t<li>CD/AUX entrada de audio: No</li>\t</ul>\t<ul>\t\t<li>Salida de Subwoofer: No</li>\t</ul>\t<ul>\t\t<li>Micrófono, jack de entrada: Si</li>\t</ul>\t<ul>\t\t<li>Conectar y usar (Plug and Play): Si</li>\t</ul>\t<ul>\t\t<li>Conexión inalámbrica: No</li>\t</ul>\t</li></ul><ul>\t<li>Software\t<ul>\t\t<li>Sistema operativo Windows soportado: Windows 2000,Windows 7 Home Basic,Windows 7 Home Basic x64,Windows 7 Home Premium,Windows 7 Home Premium x64,Windows 7 Professional,Windows 7 Professional x64,Windows 7 Starter,Windows 7 Starter x64,Windows 7 Ultimate,Windows 7 Ultimate x64,Windows 8,Windows 8 Enterprise,Windows 8 Enterprise x64,Windows 8 Pro,Windows 8 Pro x64,Windows 8 x64,Windows Vista Business,Windows Vista Business x64,Windows Vista Enterprise,Windows Vista Enterprise x64,Windows Vista Home Basic,Windows Vista Home Basic x64,Windows Vista Home Premium,Windows Vista Home Premium x64,Windows Vista Ultimate,Windows Vista Ultimate x64,Windows XP Home,Windows XP Home x64,Windows XP Professional,Windows XP Professional x64</li>\t</ul>\t</li></ul><ul>\t<li>Características\t<ul>\t\t<li>Circuito integrado: C-Media CM108</li>\t</ul>\t</li></ul>","categoryId":7,"id":"5daea00d-46c3-4349-b616-1a0c5f94c4f0","stock":13,"userSellerId":2},{"title":"Creative Sound Blaster G3 Amplificador Portátil Plug-and-Play USB-C DAC para PS4/Switch/PC/Mac","price":67500,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/28/285395/creative-sound-blaster-g3-amplificador-portatil-plug-and-play-usb-c-dac-para-ps4-switch-pc-mac.jpg","description":"<p>Es fácil obtener un DAC, amplificador o tarjeta de sonido si es un usuario de PC para satisfacer sus necesidades de audio. ¿Pero por qué no es lo mismo para los usuarios de consolas? Con 30 años de legado y conocimientos técnicos en audio para PC, vamos más allá del PC para las consolas de juegos, y <strong>Sound Blaster G3</strong> es nuestra respuesta. Diseñado para ofrecer una actualización de audio sin problemas y sin controladores para sus consolas de juegos, <strong>G3 </strong>promete ofrecer a los usuarios funcionalidades de juego de calidad inmejorable a un precio accesible.</p><p>Haciendo nuestro primer recorrido en audio de juegos en consolas, presentamos nuestra más reciente creación para equilibrio de audio en juegos y voz, GameVoice Mix, con presintonías de ecualizador personalizables, con el modo Realzar Pisadas de ajuste personal y ajuste de audio en movimiento sin necesidad de salir de la pantalla de su juego.</p><p>Si solo ha experimentado el audio predeterminado en sus consolas, experimente <strong>G3</strong>. Dejaremos que su rendimiento hable por si mismo.</p><h2>Características:</h2><ul><li><strong>Potenciado por USB-C. Perfecto para PS4, Nintendo Switch, PC y Mac.</strong>&nbsp;Una actualización de audio instantánea, G3 es potenciado totalmente por USB-C. Esta tarjeta funciona directamente en las diferentes plataformas que posea—PS4, Switch, PC e incluso Mac. ¿La mejor parte? La configuración no podía ser más sencilla que la que diseñamos para G3—sin software especial y sin necesidad de controladores. Y con el audio USB, basta conectar G3 a sus dispositivos y estará listo a funcionar. Para dispositivos con el puerto USB-A antiguo, hemos suministrado un convertidor USB-C para USB-A. Solo necesita conectar el adaptador a G3, y conectarlo en el puerto USB Tipo-A para escuchar una calidad de audio mejorada.</li><li><strong>Juegue mejor. Chatee mejor. Gane sus batallas.</strong>&nbsp;Tiene ese par de cascos. Es su favorito, pero ¿por qué tiene que esforzarse tanto para poder acceder a la funcionalidad que tanto desea? G3 presenta nuestra más reciente GameVoice Mix*, una funcionalidad de juego que normalmente puede ser encontrada en productos con un precio muy alto. GameVoice Mix de G3 ofrece sus capacidades de audio de juegos / equilibrio de chat - sin necesidad de dejar de usar sus cascos o vaciar sus bolsillos. *Esta funcionalidad está disponible apenas para PS4, PS4 Pro, PS4 Slim, PC y Mac.</li><li><strong>¿Chat con su equipo mientras juega PS4?</strong> Equilibre el volumen de su audio de juego y el volumen de chat de sus compañeros como desee. Sin dejar la pantalla de su juego, nuestro dial de volumen GameVoice Mix le permite fácilmente aumentar su volumen de chat de voz durante una búsqueda para escuchar mejor a su equipo, o reducir el chat y amplificar su audio de juego durante una escena particularmente importante en su juego—basta conectar G3 a través del puerto USB-C y Entrada óptica / Line-in para mejorar su experiencia de juego.</li><li><strong>Una mano. Todos los controles.</strong>&nbsp;Diseñado con la forma y la funcionalidad en mente, G3 ofrece acceso directo al micrófono independiente y a los controles de volumen en cada lado del dispositivo. ¡Mientras está ocupado maniobrando el juego con una mano en el controlador, puede realizar ajustes del micrófono y del volumen de modo instintivo con la otra mano con apenas un control manual!</li><li><strong>Escuche, después vea.</strong>&nbsp;En un juego en el cual cada milisegundo cuenta, esperar hasta ver a sus enemigos en la pantalla probablemente será su fin. Con G3, consiga la capacidad de escuchar más allá de lo que puede ver con nuestra opción personalizable Realzar Pisadas, un ecualizador personalizable que le permite escuchar los pasos que indican exactamente donde se encuentran sus oponentes.</li><li><strong>Una aplicación. Todos los controles.</strong>&nbsp;¡Haga cambios sobre la marcha en su configuración de sonido directamente en G3 mediante su móvil! Sin tener que desconectar o salir del juego, puede controlar remotamente sus ajustes de sonido con la aplicación Sound Blaster Command.&nbsp;¿No soporta cuando está chateando con su equipo y no puede saber si el sonido está muy bajo o muy alto? Simplemente habilite la función de monitorización de micro en la app, y controle como quiere ser escuchado, mientras se escucha a sí mismo. ¡Y eso no es todo! También puede hacer ajustes instantáneos de graves y agudos, personalizar su modo Mejora de Pisadas o incluso ajustar sus controles de volumen y micrófono cuando G3 esté fuera de alcance—solo necesita una conexión Bluetooth.</li><li><strong>Escuche mejor.</strong>&nbsp;En el núcleo de G3 existe un chip de sonido que soporta un desempeño de audio de alta definición, con las capacidades para ofrecer cascos con calidad de estudio de hasta 300?. En combinación con un factor de forma muy compacto y ligero, esta es la actualización de audio que le faltaba a la configuración de su consola.</li><li><strong>Software Sound Blaster Command.</strong>&nbsp;Para usuarios de PC y Mac, puede acceder a la gama completa de tecnologías líderes de proceso de sonido incluyendo virtualización 7.1 surround, Crystalizer, Bass, Smart Volume, y Dialog +, o incluso funciones adicionales como ajustes del Mixer mediante el software Sound Blaster Command.</li></ul><h2>Especificaciones Creative Sound Blaster G3:</h2><ul><li><strong>Peso </strong>Unidad principal: 32g, Adaptador USB Tipo-C para Tipo-A: 4g</li><li><strong>Dimensiones </strong>210 x 39 x 15 mm</li><li><strong>Amplificador de cascos</strong> 16–300 Ohm</li><li><strong>Rango Dinámico (DNR) </strong>100 dB</li><li><strong>Resolución de reproducción</strong> PCM 16-bit, 48.0, 96.0 kHz, PCM 24-bit, 48.0, 96.0 kHz</li><li><strong>Resolución de grabación</strong><ul><li>Entrada de micrófono: 16-bit, 48.0, 96.0 kHz</li><li>Entrada de micrófono: 24-bit, 48.0, 96.0 kHz</li><li>Entrada óptica: 16-bit, 48.0, 96.0 kHz</li><li>Entrada óptica: 24-bit, 48.0, 96.0 kHz</li><li>Entrada de línea: 24-bit, 48.0, 96.0 kHz</li><li>Entrada de línea: 16-bit, 48.0, 96.0 kHz</li></ul></li><li><strong>Plataforma </strong>USB 2.0, USB 3.0</li><li><strong>Opciones de entrada (principal) </strong>1 clavija de 3.5 mm para cascos, 1 clavija combinada de 3.5 mm mini TOSLINK Entrada óptica / Line-in, 1 clavija de 3.5 mm para entrada de micrófono</li><li><strong>Tecnología de audio</strong><ul><li>CrystalVoice</li><li>Scout Mode</li></ul></li><li><strong>Sistemas operativos</strong> compatibles Windows® 8.1, Windows® 10</li><li><strong>DAC Rango Dinámico (Estéreo)</strong>: 100 dB</li><li><strong>Alimentación </strong>Alimentación USB bus, USB Tipo C</li><li><strong>Uso recomendado </strong>Juegos</li><li><strong>Requisitos del sistema</strong><ul><li>Sistema operativo Windows®<ul><li>Procesador Intel® Core™i3 o AMD® equivalente</li><li>Placa base Intel, AMD u otra 100 % compatible</li><li>Microsoft® Windows 10 32 bits o 64 bits; Windows 8.1 / 8.0 32 bits o 64 bits</li><li>1 GB RAM</li><li>&gt;600 MB de espacio libre en el disco duro</li><li>Puerto USB 2.0 / USB 3.0</li></ul></li><li>Mac® OS<ul><li>Mac OS X® 10.12 o posterior</li><li>1 GB RAM</li><li>Puerto USB 2.0 / USB 3.0</li></ul></li><li>PS4<ul><li>Firmware versión 5.0 o posteriores</li><li>Puerto USB disponible (como Salida de audio de chat)</li><li>Puerto de Salida óptica disponible (como Salida de audio de juego)</li></ul></li><li>Nintendo Switch<ul><li>Switch OS 5.0 o posteriores</li><li>Puerto de cascos de 3.5 mm disponible</li><li>Puerto USB disponible (en modo de acoplamiento)</li><li>Las comunicaciones de voz dependen del título</li></ul></li><li>Android ^<ul><li>Android OS versión 8.0 o posteriores</li><li>El dispositivo debe tener soporte para&nbsp;Bluetooth&nbsp;Low Energy (BLE) integrado</li></ul></li><li>iOS ^<ul><li>iOS versión 11.0 o posteriores</li><li>El dispositivo debe tener soporte para&nbsp;Bluetooth&nbsp;Low Energy (BLE) integrado</li><li>^ Uso como controlador remoto para Sound Blaster G3 en PS4 / Nintendo Switch solo, no soporta transmisión de sonido&nbsp;Bluetooth</li></ul></li></ul></li><li><strong>Contenido del paquete</strong><ul><li>Sound Blaster G3</li><li>Optical Cable (1m / 3.28 ft)</li><li>Adaptador USB-C a USB-A</li><li>Quick Start Leaflet</li><li>Warranty Leaflet</li></ul></li></ul>","categoryId":7,"id":"c7224cf5-d293-4940-a6bc-61f0beb33f62","stock":53,"userSellerId":2},{"title":"LogiLink UA0099 Tarjeta de Sonido Sound Box 7.1 de 8 Canales USB","price":69000,"imageUrl":"https://thumb.pccomponentes.com/w-530-530/articles/6/61225/192-logilink-ua0099-tarjeta-de-sonido-sound-box-71-de-8-canales-usb-comprar.jpg","description":"<style type=\"text/css\">*, :after, :before { box-sizing: border-box;}</style><p>Con la tarjeta de sonido <strong>LogiLink UA0099 USB 7.1 </strong>podrá obtener en su ordenador un sonido de gama alta. Simplemente se conecta al puerto USB 2.0 del ordenador. Hay muchas opciones de conexión: están disponibles para los auriculares, auriculares y sistemas de altavoces de hasta 7,1 canales se pueden conectar. El procesador también permite la grabación y reproducción simultáneas.</p><h2>Especificaciones LogiLink:</h2><ul><li>Procesador de audio externo</li><li>Conexión con el ordenador: USB 2.0 puerto</li><li>Integrado de 7.1 canales codificador</li><li>Soporta 2, 4, 6 y 8 altavoces</li><li>Modo: 2,0, 2,1, 5,1, 7,1</li><li>Simultáneas de grabación y reproducción de</li><li>Entradas: Entrada de línea, S / PDIF, micrófono</li><li>Salidas: auriculares, S / PDIF</li><li>Frontal, surround, central, bajo, trasera</li><li>Botones de función: Mute, Volume</li></ul>","categoryId":7,"id":"a7d9fd30-2a1b-4ba3-b368-d7c25fece278","stock":54,"userSellerId":2}]